Repository: dedic8eddev/python-wear
Catalog: spynl/locale/*/LC_MESSAGES/spynl.po
Languages: de, es, fr, it, nl

# spynl-developer-description
source: This role is needed for the About resource. The About resource is defined in spynl.main, which is Softwear independent. We add this role automatically in get_tenant_roles for users that have the sw-developer role.
de: Diese Rolle ist für die ‚Über‘-Ressource erforderlich. Die ‚Über‘-Ressource wird in spynl.main definiert, was Softwear-unabhängig ist. Wir weisen Nutzern, die bereits die SW-Entwickler-Rolle besitzen, diese Rolle automatisch in get_tenant_roles zu.
es: Esta función es necesaria para el recurso Acerca de. El recurso Acerca de se define en spynl.main, que no depende de Softwear. Añadimos esta función automáticamente en get_tenant_roles para los usuarios que tienen la función sw-developer.
fr: Ce rôle est nécessaire pour la ressource À propos. La ressource À propos est définie dans spynl.main, qui est indépendant de Softwear. Nous ajoutons ce rôle automatiquement dans get_tenant_roles pour les utilisateurs ayant le rôle sw-developer.
it: Questo ruolo è necessario per la risorsa "About". La risorsa About è contenuta in spynl.main, che è indipendente dal Softwear. Aggiungiamo automaticamente questo ruolo in get_tenant_roles per gli utenti che hanno il ruolo di sviluppatore di software.
nl: Deze rol is nodig voor de About resource. De About resource wordt gedefiniëerd in spynl.main, dat onafhankelijk is van Softwear. We voegen deze rol automatisch toe in get_tenant_roles voor gebruikers met de sw-developer rol.

# sw-finance-description
source: A role for finance employees.
de: Eine Rolle für Mitarbeiter des Finanzwesens
es: Una función para los empleados del área de finanzas.
fr: Un rôle pour les employés des finances.
it: Un ruolo per i dipendenti finanziari.
nl: Softwear Financieel medewerker

# sw-servicedesk-description
source: Role for a Softwear servicedesk employee. This role has less access then the sw-admin role, which is meant for higher level servicedesk employees.
de: Rolle für einen Softwear-Servicedesk-Mitarbeiter. Diese Rolle verfügt über weniger Zugang als die SW-Admin-Rolle, welche für höherstehende Servicedesk-Mitarbeiter vorgesehen ist.
es: Función para un empleado del servicio de asistencia de Softwear. Con esta función se cuenta con menos acceso que con sw-admin, que está destinada a empleados del servicio de asistencia de nivel superior.
fr: Rôle d'un employé de service d'assistance de Softwear. Ce rôle a moins d'accès que le rôle sw-admin, qui est destiné aux employés du service d'assistance de niveau supérieur.
it: Ruolo per un dipendente del servicedesk di Softwear . Questo ruolo ha meno risorse rispetto al ruolo di sw-admin, che è destinato ai dipendenti di livello servicedesk superiore.
nl: Rol voor een servicedeskmedewerker. Deze rol heeft minder toegang dan de sw-admin rol, die bedoeld is voor servicedeskmedewerkers met meer privileges.

# sw-reporting_admin-description
source: Softwear employee, admin for reporting application.
de: Softwear-Mitarbeiter, Admin für Berichtsanwendung.
es: Empleado de Softwear, administrador de la aplicación de informes.
fr: Employé de Softwear, admin pour l'application de rapports.
it: Dipendente Softwear, amministratore per l'applicazione di rendicontazione.
nl: Softwear-medewerker, beheerder voor Rapportage

# sw-marketing-description
source: Softwear marketing employee, can reply to messages from the contact form.
de: Softwear-Marketing-Mitarbeiter; kann vom Kontaktformular aus Nachrichten beantworten.
es: Empleado de marketing de Softwear, puede responder a mensajes del formulario de contacto.
fr: Employé marketing de softwear, peut répondre aux messages du formulaire de contact.
it: Dipendente marketing Softwear, può rispondere ai messaggi dal modulo di contatto.
nl: Softwear-marketingmedewerker kan nieuws toevoegen en reageren op berichten van het contactformulier.

# sww-api-description
source: Role for the API user of sofwear syncing processes
de: Rolle für den API-Nutzer von Softwear-Synchronisierungsverfahren
es: Función para el usuario de API de los procesos de sincronización de Softwear.
fr: Rôle pour l'utilisateur de l'API des processus de synchronisation Sofwear
it: Ruolo per l'utente API per i processi di sincronizzazione di Softwear
nl: De rol voor de Softwear-user van de sync-processen

# webshop-admin-description
source: Administrator for the webshop.
de: Administrator für den Webshop.
es: Administrador para la tienda virtual.
fr: Administrateur de la boutique en ligne.
it: Amministratore webshop.
nl: Beheerder van de webshop.

# password-does-not-meet-requirements-already-used
source: You have already used this password in the past. Passwords should not be re-used.
de: Sie haben dieses Passwort bereits zuvor benutzt. Passwörter sollten nicht wiederverwendet werden.
es: Ya ha usado esta contraseña en el pasado. Las contraseñas no deben reutilizarse.
fr: Vous avez déjà utilisé ce mot de passe auparavant. Les mots de passe ne doivent pas être réutilisés.
it: Questa password è già stata utilizzata in passato. Le password non dovrebbero essere riutilizzate.
nl: Dit wachtwoord is onlangs gebruikt. Oude wachtwoorden kunnen beter niet nogmaals gebruikt worden. Neem een ander wachtwoord.

# auth-pre-flight-requests-allowed
source: OPTIONS (pre-flight) requests are allowed.
de: OPTIONEN (Pre-Flight-)Anfragen sind erlaubt.
es: Están permitidas las solicitudes de OPCIONES (prevuelo).
fr: Les demandes OPTIONS (pré-vol) sont autorisées.
it: Sono ammesse richieste per OPZIONI (pre-volo).
nl: OPTIONS (pre-flight) requests zijn toegestaan.

# auth-anonymous-access
source: Anonymous access is not allowed to this resource.
de: Anonymer Zugang auf diese Ressource ist nicht gestattet.
es: No se permite el acceso anónimo a este recurso.
fr: L'accès anonyme à cette ressource n'est pas autorisé.
it: L'accesso anonimo non è consentito per questa risorsa.
nl: Log in om toegang te krijgen.

# auth-authenticated-allowed
source: Authenticated users can access this resource.
de: Authentifizierte Nutzer können auf diese Ressource zugreifen.
es: Los usuarios autenticados pueden acceder a este recurso.
fr: Les utilisateurs authentifiés peuvent accéder à cette ressource.
it: Gli utenti autenticati possono accedere a questa risorsa.
nl: Ge-authenticeerde gebruikers hebben hier toegang tot.

# auth-tenant-not-allowed-for-user
source: You do not have access to this account. Please speak to your account administrator to request access.
de: Sie haben zu diesem Account keinen Zugang. Bitte sprechen Sie mit Ihrem Account-Administrator, um Zugriff zu beantragen.
es: Usted no tiene acceso a esta cuenta. Hable con el administrador de su cuenta para solicitar su acceso.
fr: Vous n'avez pas accès à ce compte. Veuillez contacter votre administrateur de compte pour demander l'accès.
it: Non hai accesso a questo account. Rivolgiti all'amministratore del tuo account per richiedere l'accesso.
nl: U heeft geen toegang tot deze account. Vraag uw accountbeheerder om toegang.

# auth-no-active-tenant
source: The current account (${tenant}) is not active.
de: Der derzeitige Account (${tenant}) ist nicht aktiv.
es: La actual cuenta (${tenant}) no está activa.
fr: Le compte (${tenant}) actuel n'est pas actif.
it: L'account attuale (${tenant}) non è attivo.
nl: De huidige account (${tenant}) is niet actief.

# auth-not-a-b2b-context
source: You cannot access this endpoint for shared data.
de: Sie können auf diesen Endpunkt für gemeinschaftliche Daten nicht zugreifen.
es: No puede acceder a este punto de conexión para los datos compartidos.
fr: Vous ne pouvez pas accéder à ce point terminal pour les données partagées.
it: Non puoi accedere a questo endpoint per i dati condivisi.
nl: U kunt hier geen gedeelde data opvragen.

# auth-requested-tenant-not-active
source: The requested account (${tenant}) is not active.
de: Der aufgerufene Account (${tenant}) ist nicht aktiv.
es: La cuenta solicitada (${tenant}) no está activa.
fr: Le compte demandé (${tenant}) n'est pas actif.
it: L'account richiesto (${tenant}) non è attivo.
nl: De gewenste account (${tenant}) is niet actief.

# auth-requested-tenant-no-access
source: You do not have access to shared data of account ${tenant}.
de: Sie haben keinen Zugang zu den gemeinschaftlichen Daten von Account ${tenant}.
es: No tiene acceso para los datos compartidos de la cuenta ${tenant}.
fr: Vous n'avez pas accès aux données partagées du compte ${tenant}.
it: Non hai il permesso di accedere ai dati condivisi del conto ${tenant}.
nl: U heeft geen toegang tot de gegevens van account ${tenant}.

# auth-do-not-change-master-tenant
source: You are not allowed to change this resource for the master tenant.
de: Sie sind nicht dazu berechtigt, diese Ressource für den Hauptmandanten zu ändern.
es: No puede cambiar este recurso para el cliente maestro.
fr: Vous n'êtes pas autorisé à modifier cette ressource pour le locataire principal.
it: Non sei autorizzato a modificare questa risorsa per il cliente principale.
nl: Het is niet toegestaan documenten voor deze resource aan te passen voor de master account.

# not-allowed-public-doc-edit
source: No tenant Id: Working on public documents is not allowed.
de: Keine Mandanten-ID: keine Berechtigung zur Arbeit an öffentlichen Dokumenten.
es: No hay id. de cliente: no se puede trabajar con documentos públicos.
fr: Pas d'Id de locataire : Toute opération effectuée sur des documents publics est interdite.
it: Nessun ID cliente: Non è consentito lavorare su documenti pubblici.
nl: Geen account ID: Het is niet toegestaan openbare documenten te bewerken

# not-allowed-edit-tenant-id
source: It is not allowed to modify the tenant Id.
de: Eine Änderung der Mandanten-ID ist nicht gestattet.
es: No se puede modificar el id. del cliente.
fr: Il n'est pas permis de modifier l'Id du locataire.
it: Non è consentito modificare l'identità del cliente.
nl: Het is niet toegestaan de account ID te veranderen.

# missing-tenant-id
source: A tenant id must be set to access this resource.
de: Für den Zugriff auf diese Ressource ist die Einstellung einer Mandanten-ID erforderlich.
es: Se debe configurar un id. de cliente para acceder a este recurso.
fr: Un id locataire doit être défini pour accéder à cette ressource.
it: Per accedere a questa risorsa è necessario impostare un ID cliente.
nl: Er moet een account zijn geselecteerd om toegang te krijgen.

# wrong-credentials
source: Incorrect username or password.
de: Nutzername oder Passwort ist falsch.
es: Nombre de usuario o contraseña incorrectos.
fr: Nom d'utilisateur ou mot de passe incorrect.
it: Nome utente o password errati.
nl: Verkeerde gebruikersnaam of wachtwoord.

# expired-credentials
source: Too much time went by between logging and entering your code. Please log in again.
de: Zwischen dem Protokollieren und der Eingabe Ihres Codes verging zu viel Zeit. Bitte loggen Sie sich erneut ein.
es: Pasó demasiado tiempo entre registrar e introducir el código. Vuelva a iniciar sesión.
fr: Trop de temps s'est écoulé entre la journalisation et la saisie de votre code. Veuillez vous connecter à nouveau.
it: È passato troppo tempo tra la registrazione e l'inserimento del codice. Effettua di nuovo il login.
nl: Er zat te veel tijd tussen het inloggen en het opgeven van uw code, log aub opnieuw in.

# user-not-active
source: Your user account '${user}' has been deactivated.Please contact our Service Desk to reactivate your account.
de: Ihr Nutzer-Account '${user}' wurde deaktiviert. Bitte setzen Sie sich zu dessen Reaktivierung mit unserem Servicedesk in Verbindung.
es: Se ha desactivado su cuenta de usuario '${user}'. Póngase en contacto con nuestro servicio de asistencia para volver a activar su cuenta.
fr: Votre compte utilisateur '${user}' a été désactivé, veuillez contacter notre service d'assistance pour réactiver votre compte.
it: Il tuo account utente '${user}' è stato disattivato, contatta il nostro Service Desk per riattivare il tuo account.
nl: Uw gebruikersaccount '${user}' is gedeactiveerd. Neem contact op met onze servicedesk om uw account weer te activeren.

# tenant-does-not-exist
source: Account '${tenant}' could not be located.
de: Der Account '${tenant}' ließ sich nicht finden.
es: No se ha podido localizar la cuenta '${tenant}'.
fr: Le compte '${tenant}' n'a pas pu être localisé.
it: L'account '${tenant}' non può essere individuato.
nl: Account '${tenant}' kon niet worden gevonden.

# forbidden-tenant
source: You do not have access to this account. Please speak to your account administrator to request access.
de: Sie verfügen über keinen Zugang zu diesem Account. Bitte sprechen Sie mit Ihrem Account-Administrator für eine Zugangsbeantragung.
es: Usted no tiene acceso a esta cuenta. Hable con el administrador de su cuenta para solicitar acceso.
fr: Vous n'avez pas accès à ce compte. Veuillez parler à votre administrateur de compte pour demander l'accès.
it: Non hai accesso a questo account. Si prega di contattare l'amministratore del proprio account per richiedere l'accesso.
nl: U heeft geen toegang tot deze account. Vraag uw accountbeheerder om toegang.

# tenant-not-active
source: Account '${tenant}' is not active.
de: Der Account '${tenant}' ist nicht aktiv.
es: La cuenta '${tenant}' no está activa.
fr: Le compte '${tenant}' n'est pas actif.
it: L'account '${tenant}' non è attivo.
nl: Account '${tenant}' is niet actief.

# no-active-tenant-found
source: Your user currently has no access to active accounts. Please contact sales or support to request access.
de: Ihr Nutzer verfügt derzeit über keinen Zugang zu aktiven Konten. Bitte setzten Sie sich mit dem Vertrieb oder Support für eine Zugangsbeantragung in Verbindung.
es: Su usuario actualmente no tiene acceso a cuentas activas. Póngase en contacto con el servicio de asistencia o ventas para pedir acceso.
fr: Votre utilisateur n'a actuellement aucun accès aux comptes actifs. Veuillez contacter le service des ventes ou l'assistance pour demander l'accès.
it: Il tuo utente attualmente non ha accesso agli account attivi. Contatta l'ufficio vendite o l'assistenza per richiedere l'accesso.
nl: Uw gebruiker heeft geen toegang tot actieve accounts. Neem contact op met sales of de servicedesk om toegang te verkrijgen.

# cannot-retrieve-user
source: Requested user cannot be found.
de: Der gewünschte Nutzer lässt sich nicht finden.
es: No se ha encontrado al usuario solicitado.
fr: L'utilisateur demandé ne peut pas être trouvé.
it: L'utente richiesto non può essere individuato..
nl: De gewenste gebruiker kan niet worden gevonden.

# unrecognise-hash-type
source: Invalid user security data.
de: Ungültige Nutzersicherheitsdaten.
es: Datos de seguridad de usuario no válidos.
fr: Données de sécurité d'utilisateur invalides.
it: Dati di sicurezza dell' utente errati.
nl: Ongeldige gebruikersveiligheidsinformatie.

# password-does-not-meet-requirements
source: The password does not conform with our requirements.
de: Das Passwort entspricht nicht unseren Anforderungen.
es: La contraseña no cumple nuestros requisitos.
fr: Le mot de passe n'est pas adapté à nos exigences.
it: La password non è conforme ai nostri requisiti.
nl: Het wachtwoord voldoet niet aan onze veiligheidseisen.

# invalid-jwt-token
source: Invalid two factor authentication token. Please log in again and contact Softwear if the problem persists.
de: Ungültiges Zwei-Faktor-Authentifizierungs-Token Bitte melden Sie sich erneut an und wenden Sie sich an Softwear, falls das Problem weiterhin besteht.
es: Token de autenticación de dos factores no válido. Vuelve a iniciar sesión y ponte en contacto con Softwear si el problema persiste.
fr: Jeton d'authentification à deux facteurs non valide. Veuillez vous connecter à nouveau et contacter Softwear si le problème persiste.
it: token di autenticazione a due fattori non valido. Effettua nuovamente il login e contatta Softwear se il problema persiste.
nl: Ongeldig token. Probeer opnieuw in te loggen, als het probleem zich weer voordoet neem dan aub contact op met Softwear.

# invalid-session
source: Not authenticated
de: Nicht authentifiziert
es: No autenticado
fr: Non authentifié
it: Non autenticato
nl: U bent niet ingelogd.

# old-style-session
source: Please logout and login again before changing accounts. This should only happen once.
nl: Log uit en log opnieuw, voordat u van bedrijfsaccount wisselt. Dit is maar een keer nodig.

# no-tenant-id-in-filter
source: The tenant_id parameter cannot be null. Please check your request and try again.
de: Der tenant_id-Parameter darf nicht Null sein. Bitte prüfen Sie Ihre Anfrage und versuchen Sie es erneut.
es: El parámetro tenant_id no puede ser nulo. Revise su solicitud y vuelva a intentarlo.
fr: Le paramètre tenant_id ne peut pas être nul. Veuillez vérifier votre demande et réessayer.
it: Il parametro tenant_id non può essere nullo. Controlla la tua richiesta e riprova.
nl: De tenant_id parameter mag niet leeg zijn. Controleer uw request en probeer opnieuw.

# no-search-by-tenant-id
source: Searching by tenant_id is not allowed. Please remove this from your request and try again.
de: Die Suche nach tenant_id ist nicht gestattet. Bitte entfernen Sie dies aus Ihrer Anfrage und versuchen Sie es erneut.
es: No está permitida la búsueda por tenant_id. Elimine esto de su solicitud y vuelva a intentarlo.
fr: La recherche par tenant_id n'est pas autorisée. Veuillez retirer ceci de votre demande et réessayer.
it: La ricerca per tenant_id non è consentita. Rimuovilo dalla tua richiesta e riprova.
nl: Zoeken op tenant_id is niet toegestaan. Verwijder dit uit uw request en probeer opnieuw.

# tenant-id-not-string
source: The provided tenant_id parameter should be of type <String>, instead it is of type <${type}>. Please check your request and try again.
de: Der angegebene tenant_id-Parameter muss vom Typ <String> sein, gehört aber stattdessen zum Typ <${type}>. Bitte prüfen Sie Ihre Anfrage und versuchen Sie es erneut.
es: El parámetro tenant_id proporcionado debe ser de tipo <String>, pero, en su lugar, es de tipo <${type}>. Revise su solicitud y vuelva a intentarlo.
fr: Le paramètre tenant_id fourni doit être de type <String> et non pas de type <${type}>. Veuillez vérifier votre demande et réessayer.
it: Il parametro tenant_id fornito dovrebbe essere di tipo <String>, invece è di tipo <${type}>. Controlla la tua richiesta e riprova.
nl: De gegeven tenant_id parameter moet type <String> hebben, in plaats daarvan heeft het type <${type}>. Controleer uw request en probeer opnieuw.

# tenant-id-null
source: The provided tenant_id parameter is empty. Please provide the correct tenant_id parameter.
de: Der genannte tenant_id-Parameter ist leer. Bitte stellen Sie den zutreffenden tenant_id-Parameter zur Verfügung.
es: El parámetro tenant_id proporcionado está vacío. Suministre el parámetro tenant_id correcto.
fr: Le paramètre tenant_id fourni est vide. Veuillez fournir le paramètre tenant_id correct.
it: Il parametro tenant_id fornito è vuoto. Fornisci il parametro tenant_id corretto.
nl: De gegeven tenant_id parameter is leeg. Geef de correcte tenant_id parameter.

# no-foxpro-url
source: Plugin Configuration Error: No Foxpro URL in settings.
de: Plugin-Konfigurationsfehler: Keine Foxpro-URL in Einstellungen.
es: Error en la configuración del complemento: no hay URL de Foxpro en los ajustes.
fr: Erreur de configuration du plugin : pas d'URL Foxpro dans les paramètres.
it: Errore di configurazione del plugin: nessun URL Foxpro nelle impostazioni.
nl: De Foxpro URL is niet gegeven in de instellingen.

# default-token-error
source: Sorry, there was a problem with your request. If the problem persists, please contact our support team. Our apologies for the inconvenience.
de: Leider gab es in Zusammenhang mit Ihrer Anfrage ein Problem. Sollte es fortbestehen, setzen Sie sich bitte mit unserem Support-Team in Verbindung. Für die dadurch entstandenen Unannehmlichkeiten bitten wir um Entschuldigung.
es: Lo sentimos, ha habido un problema con su solicitud. Si el problema persiste, póngase en contacto con nuestro equipo de asistencia. Sentimos las molestias.
fr: Désolé, il y a eu un problème avec votre demande. Si le problème persiste, veuillez contacter notre équipe d'assistance. Nous nous excusons pour le dérangement.
it: Siamo spiacenti, c'è stato un problema con la tua richiesta. Se il problema persiste, contatta il nostro team di supporto. Ci scusiamo per l'inconveniente.
nl: Er was een probleem met uw verzoek. Neem contact op met de servicedesk als dit blijft gebeuren. Onze excuses voor het ongemak.

# illegal-filter
source: Your user account does not have access to the requested data.
de: Ihr Nutzer-Account hat keinen Zugriff auf die aufgerufenen Daten.
es: Su cuenta de usuario no tiene acceso a los datos solicitados.
fr: Votre compte utilisateur n'a pas accès aux données demandées.
it: Il tuo account utente non ha accesso ai dati richiesti.
nl: Uw account heeft geen toegang tot deze gegevens.

# password-does-not-meet-requirements-min-length
source: The password should be at least ${min_length} characters long.
de: Das Passwort muss mindestens ${min_length} Zeichen enthalten.
es: La contraseña debe tener al menos ${min_length} caracteres.
fr: Le mot de passe doit comporter au moins ${min_length} caractères.
it: La password dovrebbe essere composta di almeno ${min_length} caratteri.
nl: Het wachtwoord moet minstens ${min_length} karakters lang zijn.

# password-does-not-meet-requirements-max-length
source: The password should be no longer than ${max_length} characters.
de: Das Passwort darf nicht mehr als ${max_length} Zeichen enthalten.
es: La contraseña debe tener como máximo ${max_length} caracteres.
fr: Le mot de passe ne doit pas dépasser ${max_length} caractères.
it: La password non dovrebbe essere più lunga di ${max_length} caratteri.
nl: Het wachtwoord mag niet langer dan ${max_length} karakters zijn.

# email-template-account-status-notification-activated
source: activated
de: aktiviert
es: activada
fr: activé
it: attivato
nl: geactiveerd

# email-template-account-status-notification-deactivated
source: deactivated
de: deaktiviert
es: desactivada
fr: désactivé
it: disattivato
nl: gedeactiveerd

# email-template-account-status-notification
source: The account ${user_username} was ${status}.
de: Der Account ${user_username} wurde ${status}.
es: La cuenta ${user_username} estaba ${status}.
fr: Le compte ${user_username} était ${status}.
it: L'account ${user_username} era ${status}.
nl: Uw account met gebruikersnaam ${user_username} is ${status}.

# email-template-if-you-have-questions
source: If you have questions about this, please contact our support team by visiting our support page at ${link}.
de: Sollten Sie diesbezüglich Fragen haben, setzen Sie sich bitte mit unserem Support-Team in Verbindung. Gehen Sie dazu auf unsere Support-Seite: ${link}.
es: Si tiene alguna duda al respecto, póngase en contacto con nuestro equipo de asistencia visitando nuestra página de apoyo en ${link}.
fr: Si vous avez des questions à ce sujet, veuillez contacter notre équipe d'assistance en visitant notre page d'assistance à ${link}.
it: Se hai domande a riguardo, contatta il nostro team di supporto visitando la nostra pagina ${link}.
nl: Als u hier vragen over heeft, neem dan contact op met onze servicedesk via ${link}.

# email-template-account-status-notification-subject-activated
source: Account activated
de: aktiviert
es: Cuenta activada
fr: Compte activé
it: Account attivato
nl: Uw account is geactiveerd

# email-template-account-status-notification-subject-deactivated
source: Account deactivated
de: deaktiviert
es: Cuenta desactivada
fr: Compte désactivé
it: Account disattivato
nl: Uw account is gedeactiveerd
