Repository: dedic8eddev/python-wear
Catalog: spynl/locale/*/LC_MESSAGES/spynl.po
Languages: de, es, fr, it, nl

# sort-not-indexed
source: The sort is missing an index key as the first argument.
de: Der Sortierung fehlt ein Indexschlüssel als erstes Argument.
es: A la ordenación le falta una clave de índice como primer argumento.
fr: Une clé d'index manque dans le tri comme premier argument.
it: Nell'ordinamento manca una chiave indice che costituisce il primo parametro.
nl: De sortering moet een geïndexeerde sleutel hebben als eerste argument.

# excluded-mongodb-operator
source: The "${operator}" operator is not allowed.
de: Der "${operator}\“-Operator ist nicht zulässig.
es: No se permite el operador "${operator}".
fr: L'opérateur "${operator}" n'est pas autorisé.
it: L'operatore "${operator}" non è autorizzato.
nl: De operator "${operator}" is niet toegestaan.

# malformed-field-not-list
source: ${fieldname}[${okey}] should be an array.
de: ${fieldname}[${okey}] muss ein Array sein.
es: ${fieldname}[${okey}] debe ser una matriz.
fr: ${fieldname}[${okey}] devrait être un tableau.
it: ${fieldname}[${okey}] dovrebbe essere un array.
nl: ${fieldname}[${okey}] moet een array zijn.

# malformed-field-not-string-or-dict
source: The "${fieldname}" field is not a string or an object.
de: Das "${fieldname}"-Feld ist kein String oder Objekt.
es: El campo "${fieldname}" no es una cadena ni un objeto.
fr: Le champ "${fieldname}" n'est pas une chaîne de caractères ou un objet.
it: Il campo "${fieldname}" non è una stringa o un oggetto.
nl: Het "${fieldname}" veld is geen tekst of object.

# decode-date-value-error
source: The value '${value}' for key '${key}' does not seem to be a valid date string that conforms to ${date_fmt}.
de: Der Wert '${value}' für Schlüssel '${key}' ist anscheinend kein gültiger Datumsstring, der ${date_fmt} entspricht.
es: El valor '${value}' para la clave '${key}' no parece que sea una cadena de fecha válida que se ajuste a ${date_fmt}.
fr: La valeur '${value}' pour la clé '${key}' ne semble pas être une chaîne de date valide conforme à ${date_fmt}.
it: Il valore '${value}' per la chiave '${key}' non sembra essere una stringa di data valida conforme a ${date_fmt}.
nl: De waarde '${value} voor sleutel '${sleutel} is geen geldige datum string van de vorm ${date_fmt}.

# incorrect-filter-type
source: The filter should be of type object.
de: Der Filter muss ein Typobjekt sein.
es: El filtro debe ser una clase de objeto.
fr: Le filtre doit être de type objet.
it: Il filtro dovrebbe essere per tipo di oggetto.
nl: Het filter moet een object zijn.

# eos-must-be-completed
source: The Daily Closing Procedure must be completed first before it can be reopened.
de: Das Tagesabschluss muss zuerst abgeschlossen werden, bevor es erneut geöffnet werden kann.
es: El procedimiento de cierre diario debe completarse primero antes de que pueda volver a abrirse.
fr: La clôture de la journée doit être terminée avant de pouvoir être rouverte.
it: La procedura di chiusura giornaliera deve essere completata prima di poter essere riaperta.
nl: De kasopmaak moet uitgevoerd zijn voordat hij kan worden heropend.

# no-open-shifts
source: The Daily Closing Procedure has already been completed for this period.
de: Der Tagesabschluss für diesen Zeitraum wurde bereits durchgeführt.
es: El procedimiento de cierre diario ya se ha completado para este período.
fr: La procédure de fermeture quotidienne est déjà terminée pour cette période.
it: La procedura di chiusura giornaliera è già stata completata per questo periodo.
nl: De kasopmaak is al gedaan voor de gekozen periode.

# previous-rectification-found
source: This process can only be completed once per 24 hour period.
de: Dieser Vorgang kann nur einmal pro 24 Stunden abgeschlossen werden.
es: Este proceso solo se puede completar una vez por período de 24 horas.
fr: Ce processus ne peut être effectué qu'une fois par période de 24 heures.
it: Questo processo può essere completato solo una volta ogni 24 ore.
nl: Deze handeling mag maar een keer per 24 uur uitgevoerd worden.

# invalid-parameter
source: The parameter is invalid: ${param}
de: Der Parameter ist ungültig: ${param}
es: El parámetro no es válido: ${param}
fr: Le paramètre est invalide : ${param}.
it: Il parametro non è valido: ${param}
nl: Deze parameter is ongeldig: ${param}

# illegal-period
source: End date cannot be before start date.
de: Das Enddatum kann nicht vor dem Anfangsdatum liegen.
es: La fecha de fin no puede ser anterior a la fecha de inicio.
fr: La date de fin ne peut pas être antérieure à celle du début.
it: La data di fine non può superare a quella d'inizio.
nl: Deze periode kan niet worden gebruikt: ${period}

# transaction-error-duplicate-transaction
source: There was an issue with your request. The provided transaction is already in our system. Please contact support if this problem persists.
de: Bei Ihrer Anfrage hat es ein Problem gegeben. Die angegebene Transaktion befindet sich bereits in unserem System. Sollte die Schwierigkeit fortbestehen, wenden Sie sich bitte an den Support.
es: Ha habido un problema con su solicitud. La transacción proporcionada ya está en nuestro sistema. Si este problema persiste, póngase en contacto con el servicio de asistencia.
fr: Il y a eu un problème avec votre demande. La transaction fournie est déjà dans notre système. Veuillez contacter l'assistance si ce problème persiste.
it: C'è stato un problema con la tua richiesta. La transazione fornita è già nel nostro sistema. Contatta il supporto se il problema persiste.
nl: De gegeven transactie is al opgeslagen. Neem contact op met de servicedesk als dit blijft gebeuren.

# warehouse-not-found
source: Warehouse was not found.
de: Das Lager wurde nicht gefunden.
es: No se ha encontrado el almacén.
fr: L'entrepôt n'a pas été trouvé.
it: Magazzino non trovato.
nl: We konden dit magazijn niet vinden.

# no-data-to-export
source: There was no data to export. Please adjust your search criteria and try again.
de: Es gab keine Daten zum Exportieren. Bitte passen Sie Ihre Suchkriterien an und versuchen Sie es erneut.
es: No había datos para exportar. Por favor, ajuste sus criterios de búsqueda e inténtelo de nuevo
fr: Il n'y avait aucune donnée à exporter. Veuillez ajuster vos critères de recherche et réessayer.
it: Dati da esportare non trovati. Modificare i criteri di ricerca e riprovare.
nl: Er waren geen gegevens om te exporteren. Pas uw zoekcriteria aan en probeer het opnieuw.

# illegal-warehouse
source: Your user account does not have access to view the requested data.
de: Ihr Nutzer-Account hat keinen Zugang zur Ansicht der aufgeforderten Daten.
es: Su cuenta de usuario no cuenta con acceso para ver los datos solicitados.
fr: Votre compte d'utilisateur n'a pas accès pour visualiser les données demandées.
it: Il tuo account utente non dispone dell'accesso per visualizzare i dati richiesti.
nl: Uw account heeft geen toegang tot deze gegevens.

# invalid-group_by-parameter
source: The group by parameter must be of type ${values}.
de: Der ‚Gruppieren nach‘-Parameter muss zum Typ ${values} gehören.
es: El grupo por parámetro debe ser de tipo ${values}.
fr: Le groupement par paramètre doit être de type ${values}.
it: Il raggruppamento per parametro deve essere di tipo ${values}.
nl: Kies een van de volgende waardes: ${values}.

# minute-group_by
source: The start date should not be further than ${days} days in the past. Please change the scale or the start date.
de: Der Starttermin darf nicht länger als ${days} Tage zurückliegen. Bitte ändern Sie den Zeitumfang oder den Startterming.
es: La fecha de inicio no debe prolongarse más de ${days} días en el pasado. Modifique la escala o la fecha de inicio.
fr: La date de début ne devrait pas dépasser ${days} jours passés. Veuillez modifier l'échelle ou la date de début.
it: La data di inizio non dovrebbe essere superiore a ${days} giorni passati. Cambia la scala o la data di inizio.
nl: De startdatum kan niet meer dan ${days} dagen in het verleden liggen. Pas de startdatum of de schaal aan.

# non-existent-warehouse
source: The warehouse with Id ${warehouse} does not exist.
de: Es gibt kein Lager mit der Kennung ${warehouse}.
es: No existe el almacén ${warehouse} con el id.
fr: L'entrepôt portant l'id ${warehouse} n'existe pas.
it: Il magazzino con ID ${warehouse} è inesistente.
nl: Het filiaal met Id ${warehouse} bestaat niet.

# about-message
source: This is a Spynl web application. You can get more information at about/versions and about/build.
de: Dies ist eine Spynl Web-Anwendung. Weitere Informationen finden Sie unter about/versions und about/build.
es: Esta es una aplicación web de Spynl. Puede obtener más información en about/versions y about/build.
fr: Ceci est une application web Spynl. Vous pouvez obtenir plus d'informations en visitant about/versions et about/build.
it: Questa è un'applicazione web Spynl. Puoi trovare ulteriori informazioni su about/versions e about/build.
nl: Dit is een Spynl web applicatie. U kunt meer informatie vinden op about/versions en about/build.

# validation-error
source: Sorry, there was a problem with your request. If the problem persists, please contact our support team. Our apologies for the inconvenience.
de: Leider ist bei Ihrer Anfrage ein Problem aufgetreten. Sollte es fortbestehen, setzen Sie sich bitte mit unserem Support-Team in Verbindung. Für die Unannehmlichkeit möchten wir uns entschuldigen.
es: Lo sentimos, ha habido un problema con su solicitud. Si el problema persiste, póngase en contacto con nuestro equipo de atención al cliente. Le pedimos disculpas por las molestias.
fr: Désolé, il y a eu un problème avec votre demande. Si le problème persiste, veuillez contacter notre équipe d'assistance. Nous nous excusons pour le dérangement.
it: Spiacenti, si è verificato un errore con la tua richiesta. Se il problema persiste, contatta il nostro team di assistenza. Ci scusiamo per l'inconveniente.
nl: Er was een probleem met uw verzoek. Neem contact op met de servicedesk als dit blijft gebeuren. Onze excuses voor het ongemak.

# no-endpoint-for-path
source: No endpoint found for path '${path}'.
de: Für Pfad '${path}‘ wurde kein Endpunkt gefunden.
es: No se ha encontrado un punto de conexión para la ruta '${path}'.
fr: Aucun endpoint n'a été trouvé pour le path '${path}'.
it: Nessun risultato trovato per il percorso '${path}'.
nl: Geen endpoint gevonden voor pad '${path}'.

# internal-server-error
source: An internal server error occured.
de: Es ist ein interner Serverfehler aufgetreten.
es: Se ha producido un error interno del servidor.
fr: Une erreur interne du serveur est survenue.
it: Si è verificato un errore all'interno del server.
nl: Interne serverfout.

# bad-origin
source: Requests to the Spynl API are not permitted from origin '${origin}'.
de: Eine von '${origin}‘ ausgehende Anfrage an die Spynl-API ist nicht gestattet.
es: No se permiten las solicitudes para la API de Spynl desde el origen '${origin}'.
fr: Les requêtes à l'API Spynl ne sont pas autorisées à partir de l'origine '${origin}'.
it: Le richieste per l'API Spynl originate da '${origin}' non sono consentite.
nl: Requests naar Spynl zijn niet toegestaan vanaf origin '${origin}'.

# missing-parameter
source: Missing required parameter: ${param}
de: Fehlender obligatorischer Parameter: ${param}
es: Falta el parámetro obligatorio: ${param}
fr: Paramètre requis manquant : ${param}
it: Parametro richiesto mancante: ${param}
nl: Er ontbreekt een verplichte parameter: ${param}.

# illegal-parameter
source: Illegal parameter: ${param}
de: Unzulässiger Parameter: ${param}
es: Parámetro ilegal: ${param}
fr: Paramètre illégal : ${param}
it: Parametro illegale: ${param}
nl: Ongeldige parameter: ${param}.

# invalid-response
source: Spynl could not generate a valid response: ${error}
de: Spynl konnte keine gültige Antwort generieren: ${error}
es: Spynl no ha podido generar una respuesta válida: ${error}
fr: Spynl n'a pas pu générer une réponse valide : ${error}
it: Spynl non può generare una risposta valida: ${error}
nl: Spynl kon helaas geen valide response genereren: ${error}

# email-tmpl-not-found
source: The email template <${template}> was not found.
de: Die E-Mail-Vorlage <${template}> wurde nicht gefunden.
es: No se ha encontrado la plantilla <${template}> de correo electrónico.
fr: Le modèle d'e-mail <${template}> n'a pas été trouvé.
it: Il template per email <${template}> non è stato trovato.
nl: De e-mailtemplate <${template}> kan niet worden gevonden.

# email-recipient-not-given
source: You did not give a recipient for the email.
de: Sie haben bei dieser E-Mail keinen Empfänger angegeben.
es: No ha indicado un destinatario para el correo electrónico.
fr: Vous n'avez pas indiqué le destinataire de l'e-mail.
it: Non hai indicato un destinatario per l'email.
nl: De ontvanger van de email mist.

# undetermined-content-type-exception
source: The request carries a body but the content type cannot be determined.
de: Die Anfrage enthält einen Hauptteil, doch der Content-Typ kann nicht ermittelt werden.
es: La solicitud tiene cuerpo pero no se puede determinar el tipo de contenido.
fr: La requête contient un corps mais le type de contenu ne peut pas être déterminé.
it: La richiesta ha un corpo, ma il tipo di contenuto non può essere determinato.
nl: De request heeft een body maar de content type is niet herkent.

# unsupported-content-type-exception
source: Unsupported content type: "${type}"
de: Nicht unterstützter Content-Typ: "${type}"
es: Tipo de contenido no compatible: "${type}"
fr: Type de contenu non pris en charge : "${type}"
it: Tipo di contenuto non supportato: "${type}"
nl: Content type is niet ondersteund: "${type}"

# deserialization-unsupported-exception
source: Deserialization for content type "${type}" is unsupported.
de: Deserialisierung für Content-Typ "${type}" wird nicht unterstützt.
es: La deserialización para el tipo de contenido "${type}" no es compatible.
fr: La désérialisation pour le contenu de type "${type}" n'est pas prise en charge.
it: La deserializzazione per i contenuti di tipo "${type}" non è supportata.
nl: Deserialisation van content type "${type}" is niet ondersteund.

# serialization-unsupported-exception
source: Serialization for content type: "${type}" is not supported.
de: Serialisierung für Content-Typ: "${type}" wird nicht unterstützt.
es: La serialización para el tipo de contenido: "${type}" no es compatible.
fr: La sérialisation pour le contenu de type : "${type}" n'est pas prise en charge.
it: La serializzazione per i contenuti di tipo: "${type}" non è supportata.
nl: Serialisation van content type "${type}" is niet ondersteund.

# malformed-request-exception-type
source: Malformed "${type}" request: ${request}
de: Fehlerhafte "${type}" Anfrage: ${request}
es: Solicitud "${type}" malformada: ${request}
fr: Requête "${type}" mal formée : ${request}.
it: Richiesta: ${request}" malposta "${type}\
nl: Misvormd "${type}" request: ${request}

# malformed-request-exception
source: Malformed request: ${type}
de: Fehlerhafte Anfrage: ${type}
es: Solicitud malformada: ${type}
fr: Requête malformée : ${type}
it: Richiesta malposta: ${type}
nl: Misvormd request: ${request}

# date-decode-value-error
source: The value '${value}' for key '${key}' does not seem to be a valid date string that conforms to ${format}.
de: Der Wert '${value}' für den Schlüssel '${key}' ist anscheinend kein gültiger Datumsstring, der ${format} entspricht.
es: El valor '${value}' para la clave '${key}' no parece que sea una cadena de fecha válida que se ajuste a ${format}.
fr: La valeur '${value}' de la clé '${key}' ne semble pas être une date valide qui est conforme au format ${format}.
it: Il valore '${value}' della chiave '${key}' sembra non essere una stringa valida per la data conforme a ${format}.
nl: De waarde '${value}' voor key '${key}' lijkt geen geldige datastring te zijn wat past binnen ${format}.

source: Unexpected end of input.
de: Unerwartetes Eingabeende.
es: Fin de entrada inesperada.
fr: Fin d'entrée inattendue.
it: Interruzione inaspettata degli input.
nl: Onverwacht einde van input.

# parse-value-exception-as-class
source: "${value}" could not be parsed as ${class}
de: "${value}" konnte nicht als ${class} analysiert werden.
es: "${value}" no se pudo dividir como ${class}
fr: "${value}" ne peut pas être analysé comme ${class}
it: "${value}" non può essere analizzato come ${class}
nl: "${value}" kon niet worden ontleed naar ${class}.

# parse-value-exception-not-class
source: ${class} is not a class. Cannot parse value "${value}".
de: ${class} ist keine Klasse. Die Analyse als "${value}\“ ist nicht möglich.
es: ${class} no es una clase. No se puede dividir el valor "${value}".
fr: ${class} n'est pas une classe. Impossible d'analyser la valeur "${value}".
it: ${class} non è una classe. Impossibile analizzare il valore "${value}".
nl: ${class} is geen class. Kan waarde "${value}" niet ontleden.

# parse-value-exception-any-class
source: "${value}" could not be parsed into any class in ${classes}
de: "${value}" konnte in ${classes} nicht als Klasse analysiert werden.
es: "${value}" no se pudo dividir en ninguna clase en ${classes}
fr: "${value}" ne peut être analysé en aucune classe du groupe ${classes}
it: "${value}" Non può essere analizzato in nessuna classe in ${classes}
nl: "${value}" kon niet worden ontleed in een class in ${classes}.

source: No message available.
de: Keine Nachrichten verfügbar.
es: No hay ningún mensaje disponible.
fr: Aucun message n'est disponible.
it: Nessun messaggio disponibile.
nl: Geen bericht beschikbaar.

# label-needs-complete-receiving
source: A receiving order should be completed first before labels can be printed. Please complete your order first and try again.
de: Ein Empfangsauftrag sollte zuerst abgeschlossen werden, bevor Etiketten generiert werden können. Bitte schließen Sie zuerst Ihre Bestellung ab und versuchen Sie es erneut.
es: Antes de poder generar etiquetas, primero se debe completar una orden de recepción. Por favor, complete su orden primero y vuelva a intentarlo.
fr: Avant de pouvoir générer des balises, vous devez d'abord terminer un ordre de réception. Veuillez d'abord terminer votre commande et réessayer.
it: Prima di poter generare tag, è necessario completare un ordine di ricevuta. Prima completa il tuo ordine e riprova.
nl: U kunt alleen etiketten aanmaken voor een voltooide binnenmelding. Maak uw binnenmelding af en probeer het opnieuw.

# from-price
source: from
de: von
es: de
fr: de
it: da
nl: van

# email-eos-document-info
source: Attached to this email is the Closing of Shift document for device ${device} for the period ${periodStart} - ${periodEnd} and the location ${location}. This document has been generated by ${username} on ${now}.
de: Diese E-Mail enthält der Tagesabschluss der Registrierkasse ${device} der Periode ${periodStart} - ${periodEnd} und der Filiale ${location}. Dieses PDF wurde am ${now} von ${fullname} generiert
es: Este correo electrónico contiene el procedimiento de cierre del día de la caja registradora ${device} del período ${periodStart} - ${periodEnd} y la sucursal ${location}. Este pdf fue generado en ${now} por ${fullname}.
fr: Cet e-mail contient la procédure de fin de journée de la caisse enregistreuse ${device} de la période ${periodStart} - ${periodEnd} et de la branche ${location}. Ce pdf a été généré sur ${now} par ${fullname}.
it: Questa email contiene la procedura di fine giornata del registratore di cassa ${device} del periodo ${periodStart} - ${periodEnd} e la filiale ${location}. Questo pdf è stato generato su ${now} da ${fullname}.
nl: Deze email bevat de kasopmaak van kassa ${device} van de periode ${periodStart} - ${periodEnd} en het filiaal ${location}. Deze pdf is gegenereerd op ${now} door ${fullname}.

# eos-email-subject
source: Closing of Shift ${periodStart} - ${periodEnd} ${device}
de: Tagesabschluss ${periodStart} - ${periodEnd} ${device}
es: Procedimiento de cierre del día ${periodStart} - ${periodEnd} ${device}
fr: Procédure de fin de journée ${periodStart} - ${periodEnd} ${device}
it: Procedura di fine giornata ${periodStart} - ${periodEnd} ${device}
nl: Kasopmaak ${periodStart} - ${periodEnd} ${device}

# transit-from-to
source: Transit order from shop ${from_warehouse} to shop ${to_warehouse}.
de: Interne Lieferung von Filiale ${from_warehouse} an Filiale ${to_warehouse}.
es: Pedido de tránsito desde tienda ${from_warehouse} hacia tienda ${to_warehouse}.
fr: Ordre de transit de la boutique ${from_warehouse} à la boutique ${to_warehouse}.
it: Ordine di transito dal negozio ${from_warehouse} al negozio ${to_warehouse}.
nl: Transitorder van filiaal ${from_warehouse} naar filiaal ${to_warehouse}.

# pdf-needs-complete-receiving
source: A receiving order should be completed first before this document can be requested. Please complete your order first and try again.
de: Ein Empfangsauftrag sollte zuerst abgeschlossen werden, bevor ein PDF generiert werden kann. Bitte schließen Sie zuerst Ihre Bestellung ab und versuchen Sie es erneut.
es: Antes de poder generar un PDF, primero se debe completar una orden de recepción. Por favor, complete su orden primero y vuelva a intentarlo.
fr: Avant de pouvoir générer un pdf, vous devez d'abord remplir un ordre de réception. Veuillez d'abord terminer votre commande et réessayer.
it: Prima di poter generare un PDF, è necessario completare un ordine di ricevuta. Prima completa il tuo ordine e riprova.
nl: U kunt alleen een pdf aanmaken voor een voltooide binnenmelding. Maak uw binnenmelding af en probeer het opnieuw.

# pdf-needs-complete-eos
source: The Closing of Day procedure should be completed first before this document can be requested. Please complete this first and try again.
de: Das Tagesende verfahren sollte zuerst abgeschlossen werden, bevor dieses Dokument angefordert werden kann. Bitte schließen Sie zuerst Ihre Bestellung ab und versuchen Sie es erneut.
es: El cierre del día debe completarse antes de que se pueda solicitar este documento. Por favor complete esto primero e intente nuevamente.
fr: La clôture de la journée doit être terminée avant que ce document puisse être demandé. Veuillez compléter ceci en premier et réessayer.
it: La chiusura del giorno dovrebbe essere completata prima di poter richiedere questo documento. Completalo prima e riprova.
nl: U kunt alleen een pdf aanmaken voor een voltooide kasopmaak. Maak uw binnenmelding af en probeer het opnieuw.

# end-of-shift
source: Closing of Day
de: Tagesende
es: Cierre del día
fr: Fin de la période de travail
it: Chiusura del giorno
nl: Kasopmaak

source: Turnover
de: Umsatz
es: Facturación
fr: Chiffre d'affaires
it: Fatturato
nl: Dagomzet

source: Consignment
de: Ausleihe
es: Consignación
fr: Emprunt
it: Trasporto
nl: Op zicht

# vat-zero
source: VAT 0
de: MwSt. 0
es: IVA 0
fr: 0 TVA
it: 0 IVA
nl: btw 0

source: VAT low
de: MwSt. niedrig
es: IVA bajo
fr: TVA basse
it: IVA bassa
nl: btw laag

source: VAT high
de: MwSt. hoch
es: IVA alto
fr: TVA élevée
it: IVA alta
nl: btw hoog

# payment-methods
source: Payments
de: Zahlungsweise
es: Modo de pago
fr: Mode de paiement
it: Modalità di pagamento
nl: Betaalwijze

# original
source: original values
de: Ursprungswerte
es: valores originales
fr: valeurs originales
it: valori originali
nl: orginele waarden

# modified
source: saved values
de: gespeicherte Werte
es: valores guardados
fr: valeurs enregistrées
it: valori salvati
nl: opgeslagen waarden

source: Cash
de: Bar
es: Efectivo
fr: Espèces
it: Contanti
nl: Contant

source: Credit Receipt In
de: Gutschriftsbeleg Eingang
es: Comprobante de crédito incluido
fr: Reçu de crédit d'entrée
it: Ricevuta di credito in entrata
nl: Tegoedbon in

# credit-receipt-out
source: Credit Receipt
de: Gutschriftsbeleg Abgang
es: Comprobante de crédito
fr: Reçu de crédit de sortie
it: Ricevuta di credito in uscita
nl: Tegoedbon uit
