Repository: dedic8eddev/python-wear
Catalog: spynl/locale/*/LC_MESSAGES/spynl.po
Languages: de, es, fr, it, nl

# pos-app-name
source: Point of Sale
es: Punto de Venta
fr: Point de Vente
it: Punto vendita
nl: Kassa

# pos-app-description
source: The Point of Sale (POS) application used by retailers to track sales transactions.
de: Die von Händlern zur Verfolgung von Verkaufstransaktionen genutzte „Point of Sale (POS)“-Anwendung.
es: La aplicación del Punto de Venta (POS) que utilizan los minoristas para hacer un seguimiento de las transacciones de venta.
fr: L'application point de vente (PDV) est utilisée par les détaillants pour suivre les transactions de vente.
it: L'applicazione di punto vendita(POS) utilizzata dai venditori per tracciare le transazioni.
nl: Het kassasysteem gebruikt door retailcliënten

# email-receipt-option-name
source: Email sales receipt
de: Verkaufsbeleg per E-Mail
es: Enviar por correo electrónico el comprobante de venta
fr: Envoyer le reçu de vente par e-mail
it: Email vendite ricevuta
nl: E-mail bon

# email-receipt-option-description
source: Enables a POS account to email a sales receipt to a consumer at time of sale.
de: Aktivieren Sie einen POS-Account, um einem Konsumenten zum Zeitpunkt des Verkaufs per E-Mail einen Verkaufsbeleg zu senden.
es: Permite que una cuenta POS envíe por correo electrónico un comprobante de venta a un consumidor en el momento de la compra.
fr: Permet à un compte PDV d'envoyer un reçu de vente par e-mail à un consommateur au moment de vente.
it: Consente ad un account POS di inviare via e-mail una ricevuta di acquisto ad un consumatore, al momento della vendita..
nl: De mogelijkheid om de bon per e-mail naar klanten te sturen.

# integrated-payment-solution-option-name
source: Integrated payment solution.
de: Integrierte Zahlungslösung.
es: Solución de pago integrada.
fr: Solution intégrée de paiement.
it: Soluzione di pagamento integrata.
nl: Pinkoppeling

# integrated-payment-solution-option-description
source: Enables a user to connect a payment terminal to the POS system so it. automatically sends the payment data to the electronic payment terminal.
de: Ermöglicht es einem Nutzer ein Zahlungsterminal mit dem POS-System zu verbinden, damit es die Zahlungsdaten automatisch an das elektronische Zahlungsterminal sendet.
es: Permite que un usuario conecte un terminal de pago al sistema POS para que pueda enviar automáticamente los datos de pago a la terminal de pago electrónico.
fr: Permet à un utilisateur de connecter un terminal de paiement au système PDV pour permettre l'envoi automatique des données de paiement au terminal de paiement électronique.
it: Consente all'utente di collegare un endpoint di pagamento al sistema POS in modo che esso invii automaticamente i dati di pagamento all'endpoint di pagamento elettronico..
nl: De mogelijkheid om kassa en pin-apparaat aan elkaar te koppelen zodat de betalingsgegevens automatisch naar het pin-apparaat gestuurd worden.

# dashboard-app-description
source: The dashboard is an application that displays sales data such as profits and items sold by location and by brand.
de: Bei dem Dashboard handelt es sich um eine Anwendung zur Anzeige von Verkaufsdaten wie z. B. nach Standort und Marke geordnete Gewinne und verkaufte Artikel.
es: El Panel de control es una aplicación que muestra datos de ventas, como ganancias y artículos vendidos por ubicación y marca.
fr: Le tableau de bord est une application qui affiche des données sur les ventes telles que les bénéfices et les articles vendus par emplacement et par marque.
it: La dashboard è un'applicazione che visualizza i dati di vendita, come i profitti e gli articoli venduti, per località e per marchio.
nl: Overzichtelijk dashboard om belangrijke verkoopgegevens te bekijken

# account-app-name
source: My Account
de: Mein Account
es: Mi cuenta
fr: Mon compte
it: Il mio account
nl: Mijn Account

# account-app-description
source: The My Account application gives account administrators self-service features such as adding users to the account and regulating account access.
de: Die „Mein Account“-Anwendung gibt Account-Administratoren Funktionen an die Hand, die sie eigenständig ausführen können. Dazu zählen z. B. die Hinzufügung von Nutzern zu dem Account und die Aufsicht über den Account-Zugang.
es: La aplicación Mi cuenta brinda a los administradores de cuenta funciones de autoservicio, como añadir usuarios a la cuenta y controlar el acceso a la cuenta.
fr: L'application Mon compte offre aux administrateurs de compte des fonctionnalités en libre-service telles que l'ajout d'utilisateurs au compte et la régulation de l'accès au compte.
it: L'applicazione "Il mio account" offre agli amministratori degli account funzionalità self-service, come l'aggiunta di utenti all'account e la regolazione dell'accesso ad esso..
nl: Accountinstellingen en -administratie voor eigenaars en managers.

# photos-app-name
source: Photos
de: Fotos
es: Fotos
it: Foto
nl: Fotos

# photos-app-description
source: The photos app can be used to manage and upload all of your product photos.
de: Die Foto-App kann dazu verwendet werden, um alle Ihre Produktfotos zu verwalten und hochzuladen.
es: La aplicación de Fotos se puede usar para administrar y cargar todas las fotos de sus productos.
fr: L'application photos peut être utilisée pour gérer et télécharger toutes les photos de vos produits.
it: L'applicazione foto può essere utilizzata per gestire e caricare tutte le foto dei tuoi prodotti..
nl: U kunt met de fotos applicatie uw product fotos toevoegen en beheren.

# products-app-description
source: The Product Management application allows retailers and wholesalers to manage their product catalog, inventory, and stock.
de: Die Produktmanagement-Anwendung ermöglicht Einzel- und Großhändlern die Verwaltung von Produktkatalog, Inventar und Lagerbestand.
es: La aplicación de Gestión de productos permite a los minoristas y a los mayoristas administrar su catálogo de productos, inventario y existencias.
fr: L'application de gestion des produits permet aux détaillants et aux grossistes de gérer leur catalogue de produits, leur inventaire et leur stock.
it: L'applicazione di "Gestione Prodotti" consente ai rivenditori e ai grossisti di gestire il catalogo prodotti, l'inventario e le scorte.
nl: Product management

# purchase-app-name
source: Purchase
de: Einkaufen
es: Compra
fr: Achat
it: Acquista
nl: Inkoop

# purchase-app-description
source: Purchase application
de: Einkauf Management
es: Gestión de compras
fr: Gestion des achats
it: Gestione Acquisti
nl: Inkoop-applicatie

# crm-app-name
source: Customer Relationship Management
de: Kundenbeziehungsmanagement
es: Gestión de relaciones con el cliente
fr: Gestion de la relation client
it: Gestione delle relazioni con i clienti (CRM)
nl: Klantbeheer

# crm-app-description
source: The Customer Relation Management application allows users to manage relationships with their clients and suppliers.
de: Die Anwendung zum Kundenbeziehungsmanagement gestattet es den Nutzern, die Beziehungen mit ihren Kunden und Zulieferern zu verwalten.
es: La aplicación de Gestión de relaciones con el cliente (CRM) permite a los usuarios administrar las relaciones con sus clientes y proveedores.
fr: L'application de gestion des relations clients permet aux utilisateurs de gérer les relations avec leurs clients et fournisseurs.
it: L'applicazione per la gestione delle relazioni con i clienti e fornitori consente agli utenti di gestire le relazioni con i propri clienti e fornitori.
nl: Applicatie voor klantbeheer

# secondscreen-app-name
source: Play for POS
de: Play für POS
fr: Play pour PDV
it: Play per POS
nl: Secondscreen

# secondscreen-app-description
source: This application provides a consumer-facing screen which displays marketing photos and an optional sales receipt view. The Play application is free to use for POS customers, however there is also a paid consumer signup option.
de: Diese Anwendung bietet einen auf den Konsumenten ausgerichteten Bildschirm, auf dem Marketingfotos und optionale Ansichten von Verkaufsbelegen angezeigt werden. POS-Kunden können die Play-Anwendung kostenlos nutzen, allerdings haben die Kunden auch die Möglichkeit, sich für eine zahlungspflichtige Version zu entscheiden.
es: Esta aplicación ofrece una pantalla orientada al consumidor que muestra fotos de marketing y una vista opcional de comprobante de venta. La aplicación Play es gratuita para los clientes de POS, pero también hay una opción de suscripción de pago para el consumidor.
fr: Cette application fournit un écran pour le consommateur qui affiche des photos de marketing et une vue optionnelle des reçus de vente. L'application Play est gratuite pour les clients de PDV, mais il existe également une option d'inscription payante de consommateurs.
it: Questa applicazione fornisce un'interfaccia utente che mostra foto di marketing e una vista opzionale della ricevuta di vendita. L'applicazione Play è gratuita per i clienti POS, ma esiste anche un'opzione di iscrizione a pagamento.
nl: Klantendisplay voor foto's en eventueel met de kassabon. Deze app bestaat uit de betaalde opties voor secondscreen, de gratis versie is inbegrepen bij de Kassa.

# customer-entry-option-name
source: Consumer signup
de: Konsumenten-Anmeldung
es: Inscripción del consumidor
fr: Inscription consommateur
it: Registrazione cliente
nl: Klantinvoer

# customer-entry-option-description
source: This option in the Play application allows consumers to signup for news and rewards while at the POS.
de: Diese in der Play-Anwendung vorhandene Option gestattet es Konsumenten, sich für den Erhalt von Neuigkeiten und Belohnungen anzumelden, während sie sich am POS befinden.
es: Esta opción de la aplicación Play deja que los consumidores se suscriban para recibir noticias y recompensas mientras están en el punto de venta.
fr: Cette option dans l'application Play permet aux consommateurs de s'inscrire pour recevoir des nouvelles et des récompenses au moment de leur présence au point de vente.
it: Questa opzione nell'applicazione Play consente ai clienti di registrarsi per ricevere notizie e premi mentre utilizzano il POS.
nl: Applicatie voor klantinvoer

# custom-playlist-option-name
source: Custom playlist
de: Playlist anpassen
es: Lista personalizada
fr: Liste de lecture personnalisée
it: Playlist personalizzata
nl: Eigen afspeellijst

# custom-playlist-option-description
source: This option allows the user to add custom content to their Play application.
de: Mit dieser Option können Nutzer der Play-Anwendung Kunden-Content hinzufügen.
es: Esta opción le permite al usuario añadir contenido personalizado a su aplicación Play.
fr: Cette option permet à l'utilisateur d'ajouter du contenu personnalisé à son application Play.
it: Questa opzione consente all'utente di aggiungere contenuti personalizzati alla propria applicazione Play.
nl: De mogelijkheid om eigen foto's aan het secondscreen toe te voegen

# inventory-app-name
source: Inventory Management
de: Bestandsverwaltung
es: Gestión de inventario
fr: Gestion d'inventaire
it: Gestione inventario
nl: Inventarisatie

# inventory-app-description
source: The Inventory application allows a user to take inventory of their product stock.
de: Mit der Bestandsanwendung hat der Nutzer die Möglichkeit, eine Inventur durchzuführen und seine Produktbestände zu erfassen.
es: La aplicación de Inventario le permite al usuario hacer un inventario de las existencias de sus productos.
fr: L'application Inventaire permet à un utilisateur de faire l'inventaire de son stock de produits.
it: L'applicazione Inventario consente all'utente di effettuare l'inventario delle proprie scorte di prodotti.
nl: Applicatie om de voorraad scannend te inventariseren. (Softwear 6)

# webshop-app-name
source: B2B Webshop
fr: Boutique en ligne B2B
it: Webshop B2B
nl: Webshop

# webshop-app-description
source: The B2B webshop application allows wholesale clients to host products for bulk purchase by retail clients.
de: Die B2B-Webshop-Anwendung gestattet es Großhandelskunden, Produkte für den Großeinkauf durch Einzelhändler zu hosten.
es: La aplicación B2B webshop permite a los clientes mayoristas alojar productos para la compra a gran volumen de clientes minoristas.
fr: L'application de boutique en ligne B2B permet aux clients grossistes de présenter des produits pour l'achat en gros par les clients détaillants.
it: L'applicazione webshop B2B consente ai grossisti di organizzare prodotti per l'acquisto di merci da parte dei clienti al dettaglio.
nl: B2B-webshop

# sales-app-name
source: Sales Application
de: Vertriebsanwendung
es: Aplicación de ventas
fr: Application de ventes
it: Applicazione vendite
nl: Sales-app

# sales-app-description
source: Sales order entry for sales professionals.
de: Vertriebsanwendung
es: Aplicación de ventas
fr: Application de ventes
it: Applicazione vendite
nl: Verkoop applicatie

# logistics-app-name
source: Logistics
de: Logistik
es: Logística
fr: Logistique
it: Logistica
nl: Logistiek

# logistics-app-description
source: Logistics is a suite of applications for handling inventory and receivings.
de: Logistik besteht aus einer Reihe von Anwendungen zur Handhabung von Bestand und Eingang.
es: La Logística es un conjunto de aplicaciones para la gestión de inventario y recibos.
fr: Logistique est une gamme d'applications pour la gestion des stocks et la réception.
it: Logistica è una raccolta di applicazioni per la gestione dell'inventario le ricezioni.
nl: Logistiek is een applicatie-suite voor inventarisatie en binnenmelden.

# picking-app-name
source: Order Picking
de: Kommissionierung
es: Preparación de Pedidos
fr: Commande Prise
it: Domanda di Commissionamento
nl: Orders Picken

# picking-app-description
source: Paperless order picking
de: Antrag auf papierlose Kommissionierung.
es: Solicitud de preparación de pedidos sin papel.
fr: Demande de préparation de commandes sans papier.
it: Domanda di commissionamento senza carta.
nl: Papierloos order picken.

# admin-app-description
source: Admin application.
de: Admin-Anwendung.
es: Aplicación de administrador
fr: Application administrative.
it: Applicazione Admin.
nl: Admin applicatie.

# ecwid_link-app-name
source: Online Store
de: Webshop
es: Tienda Virtual
fr: Boutique en Ligne
it: Webshop
nl: Webshop

# ecwid_link-app-description
source: Your online store.
de: Ihr Webshop.
es: Tu tienda web.
fr: Votre boutique en ligne.
it: Il tuo negozio online.
nl: Uw Webshop.

# foxpro_backoffice-app-description
source: The Softwear Backoffice environment.
de: Softwear Backoffice.
es: Softwear Backoffice.
fr: Softwear Backoffice.
it: Softwear Backoffice.
nl: De Softwear backoffice-omgeving.

# pos-device-description
source: POS device
de: POS-Gerät
es: Dispositivo POS
fr: Appareil PDV
it: Dispositivo POS
nl: De kassagebruikersrol

# account-admin-description
source: My Account administrator
de: „Mein Account“-Administrator
es: Administrador de Mi cuenta
fr: Mon administrateur de compte
it: Amministratore del Mio Account
nl: De "Mijn Account"-beheerdersrol

# dashboard-user-description
source: Can view the dashboard
de: Kann das Dashboard sehen
es: Puede ver el panel de control
fr: Peut voir le tableau de bord
it: Può visualizzare la dashboard
nl: Dashboardgebruiker

# dashboard-report-user-description
source: The dashboard report_user is the user who is allowed to view the advanced reporting features of the dashboard. This is usually the owner or an administrative power user of the company.
nl: De dashboard report_user kan gebruik maken van de geavanceerde rapportages van het dashboard. Dit is meestal de eigenaar en/of een administratief medewerker.

# secondscreen-user-description
source: Can use the paid functionality of Play application. A user account used specifically for consumer signup would receive this role.
de: Kann die kostenpflichtigen Funktionen der Play-Anwendung benutzen. Diese Rolle würde ein Nutzer-Account, der speziell für Endverbraucheranmeldungen verwendet wird, erhalten.
es: Puede usar la funcionalidad de pago de la aplicación Play. Tendrá esta función la cuenta de usuario que se utilice específicamente para la inscripción de consumidores.
fr: Peut utiliser la fonctionnalité payante de l'application Play. Un compte utilisateur utilisé spécifiquement pour l'inscription des consommateurs recevrait ce rôle.
it: Può utilizzare la funzionalità a pagamento dell'applicazione Play. Un account utente utilizzato appositamente per la registrazione dei clienti riceverà questo ruolo.
nl: Gebruikersrol voor de klanteninvoermodule. Een gebruikersaccount voor een tablet die gebruikt wordt om klanten toe te voegen, krijgt deze rol.

# secondscreen-admin-description
source: Can make changes to the Play application settings.
de: Kann Änderungen an den Einstellungen der Play-Anwendung vornehmen.
es: Puede realizar modificaciones en los ajustes de la aplicación Play.
fr: Peut apporter des modifications aux paramètres de l'application Play.
it: Può apportare modifiche alle impostazioni dell'applicazione Play.
nl: Kan de instellingen voor Secondscreen veranderen.

# inventory-user-description
source: Can use Softwear 6 Inventory
de: Kann zur Bestandsaufnahme Softwear 6 verwenden.
es: Puede usar el Inventario de Softwear 6
fr: Peut utiliser l'inventaire Softwear 6.
it: Può utilizzare l'Inventario Softwear 6
nl: Gebruiker van Softwear 6 Inventarisatie

# sales-user-description
source: Role for a user of the sales application.
de: Rolle für einen Nutzer der Vertriebsanwendung.
es: Función de un usuario de la aplicación de ventas.
fr: Rôle pour un utilisateur de l'application de vente.
it: Ruolo per un utente dell'applicazione di vendita.
nl: Gebruiker van de verkoop applicatie

# sales-admin-description
source: Role for an admin of the sales application.
de: Rolle für einen Admin der Vertriebsanwendung.
es: Función para un administrador de la aplicación de Ventas.
fr: Rôle d'un administrateur de l'application de vente.
it: Ruolo per un amministratore dell'applicazione di vendita.
nl: Admin van de verkoop applicatie

# logistics-inventory-user-description
source: Role for a user of the inventory application.
de: Rolle für einen Nutzer der Bestandsanwendung.
es: Función para un usuario de la aplicación de Inventario.
fr: Rôle pour un utilisateur de l'application d'inventaire.
it: Ruolo per un utente dell'applicazione di Inventario.
nl: Rol voor de gebruiker van het inventarisatie deel van de logistics applicatie.

# logistics-receivings-user-description
source: Role for a user of the receivings part of the logistics application.
de: Rolle für einen Nutzer des in der Logistik-Anwendung vorhandenen Bereichs ‚Eingang‘.
es: Función para un usuario de la parte de recibos de la aplicación de Logística
fr: Rôle pour un utilisateur de la partie réception de l'application logistique.
it: Ruolo per un utente della sezione ricezioni dell'applicazione logistica.
nl: Rol voor de gebruiker van het binnenmelden deel van de logistics applicatie.

# picking-user-description
source: Role for a user of the picking application.
de: Rolle für einen Benutzer der Kommissionier-App.
es: Función para un usuario de la aplicación de preparación de pedidos.
fr: Rôle de l'utilisateur de l'application de préparation de commandes.
it: Ruolo per un utente dell'app di commissionamento.
nl: Rol voor de gebruiker van de picking applicatie.

# picking-admin-description
source: Role for an administrator of the picking application.
de: Rolle für einen Administrator der Kommissionier-App.
es: Rol para un administrador de la aplicación de preparación de pedidos.
fr: Rôle d'administrateur de l'application de préparation de commandes.
it: Ruolo per un amministratore dell'app di prelievo ordini.
nl: Rol voor de admin gebruiker van de picking applicatie.

# owner-description
source: This role is added dynamically during authorization if a user is in the tenant's owner list. It is not added to the user's tenant roles.
de: Diese Rolle wird während der Autorisierung dynamisch hinzugefügt, wenn der Nutzer auf der Liste der Mandanten mit Inhaberrechten steht. Die Mandantenrollen des Nutzers werden nicht um diese Rolle erweitert.
es: Esta función se añade de forma dinámica durante la autorización si un usuario está en la lista de acceso exclusivo del cliente. No se añade a las funciones de cliente del usuario.
fr: Ce rôle est ajouté dynamiquement pendant l'autorisation si un utilisateur se trouve dans la liste des propriétaires du locataire. Il n'est pas ajouté aux rôles de locataire de l'utilisateur.
it: Questo ruolo viene aggiunto automaticamente durante l'autorizzazione se un utente è nella lista dei proprietari di account. Non viene aggiunto ai ruoli di proprietari di account.
nl: Deze rol wordt dynamisch toegevoegd tijdens authorisatie als de gebruiker in de lijst van eigenaars van het account aanwezig is. Deze rol wordt niet toegevoegd aan de tenant rollen op de gebruiker.

# sw-account_manager-description
source: Role for a Softwear employee who is allowed to do account provisioning
de: Rolle für einen Softwear-Mitarbeiter, der zur Account-Bereitstellung berechtigt ist.
es: Función para un empleado de Software que puede realizar el aprovisionamiento de cuentas.
fr: Rôle d'un employé de Softwear qui est autorisé à effectuer le réapprovisionnement des comptes.
it: Ruolo per un dipendente Softwear che ha il permesso di eseguire l'approvvigionamento
nl: Rol voor een Softwear-medewerker die nieuwe accounts aan mag maken.

# sw-admin-description
source: Role for a Softwear employee with the highest servicedesk access. This user can for example transfer ownership of a tenant.
de: Rolle für einen Softwear-Mitarbeiter mit höchstem Servicedesk-Zugang. Dieser Nutzer kann z. B. einem Mandanten Inhaberrechte verleihen.
es: Función para el empleado de Softwear con el acceso más elevado del servicio de asistencia. Este usuario puede, por ejemplo, traspasar el acceso exclusivo de un cliente.
fr: Rôle d'un employé de Softwear ayant la plus haute permission d'accès au service d'assistance. Cet utilisateur peut par exemple transférer la propriété d'un locataire.
it: Ruolo per un dipendente Softwear con il più alto livello di accesso al servizio. Questo utente può ad esempio trasferire la proprietà di un titolare di account.
nl: Rol voor een Softwear-medewerker met de hoogste servicedesktoegang. Deze gebruiker kan bijvoorbeeld de eigenaar van een account wijzigen.

# sw-consultant-description
source: A role for consultants.
de: Eine Rolle für Berater.
es: Una función para los consultores.
fr: Un rôle pour les consultants.
it: Un ruolo per i consulenti.
nl: Softwear-consultant

# sw-developer-description
source: A role for software engineers.
de: Eine Rolle für Software-Ingenieure
es: Una función para los ingenieros de software.
fr: Un rôle pour les ingénieurs informatiques.
it: Un ruolo per gli sviluppatori di software.
nl: Softwear-developer
