Repository: dedic8eddev/python-wear
Catalog: spynl/locale/*/LC_MESSAGES/spynl.po
Languages: de, es, fr, it, nl

# reset-pwd-expired-key
source: Sorry, this key has expired.
de: Leider ist dieser Schlüssel abgelaufen.
es: Lo sentimos, esta clave ha caducado.
fr: Désolé, cette clé a expiré.
it: Siamo spiacenti, questa chiave è scaduta.
nl: Sorry, deze code is verlopen.

# reset-pwd-invalid-key
source: Sorry, this is not a valid key.
de: Leider ist dieser Schlüssel nicht gültig.
es: Lo sentimos, esta clave no es válida.
fr: Désolé, cette clé n'est pas valide.
it: Siamo spiacenti, questa non è una chiave valida.
nl: Sorry, dit is een ongeldige code.

# reset-pwd-unmatched-password
source: Confirmation password does not match.
de: Das Bestätigungspasswort ist unzutreffend.
es: La contraseña de confirmación no coincide.
fr: Le mot de passe de confirmation est incorrect.
it: La password di conferma non corrisponde.
nl: Wachtwoord komt niet overeen.

# reset-pwd-return
source: Password has been set. Please use the new password the next time you log in.
de: Das Passwort wurde festgelegt. Bitte verwenden Sie bei Ihrer nächsten Anmeldung das neue Passwort.
es: Se ha establecido la contraseña. Utilice la nueva contraseña la próxima vez que inicie sesión.
fr: Le mot de passe a été défini. Veuillez utiliser le nouveau mot de passe lors de votre prochaine connexion.
it: La password è stata impostata. Utilizza la nuova password al prossimo accesso.
nl: Het wachtwoord is aangepast. Gebruik het nieuwe wachtwoord de volgende keer dat ingelogd moet worden.

# change-pwd-incorrect-password
source: Sorry, the current password is not correct.
de: Leider ist das derzeitige Passwort nicht richtig.
es: Lo sentimos, la contraseña actual no es correcta.
fr: Désolé, le mot de passe actuel n'est pas correct.
it: Siamo spiacenti, la password attuale non è corretta.
nl: Sorry, het huidige wachtwoord klopt niet.

# change-pwd-return
source: Password has been changed successfully. Please use the new password the next time you log in.
de: Das Passwort wurde erfolgreich geändert. Bitte verwenden Sie bei Ihrer nächsten Anmeldung das neue Passwort.
es: La contraseña se ha cambiado correctamente. Utilice la nueva contraseña la próxima vez que inicie sesión.
fr: Le mot de passe a été modifié avec succès. Veuillez utiliser le nouveau mot de passe lors de votre prochaine connexion.
it: La password è stata modificata con successo. Utilizza la nuova password la prossima volta che effettui l'accesso
nl: Het wachtwoord is succesvol gewijzigd. Gebruik het nieuwe wachtwoord de volgende keer dat ingelogd moet worden.

# change-email-incorrect-password
source: Sorry, the password is not correct.
de: Leider ist das Passwort nicht richtig.
es: Lo sentimos, la contraseña no es correcta.
fr: Désolé, le mot de passe n'est pas correct.
it: Siamo spiacenti, la password non è corretta.
nl: Sorry, het wachtwoord klopt niet.

# change-to-empty-email-with-one-tenant
source: Email address cannot be deleted: this user account is used with multiple business accounts.
de: Die E-Mail-Adresse lässt sich nicht löschen: Dieser Nutzer-Account wird von mehreren Firmen-Accounts verwendet.
es: No se puede eliminar la dirección de correo electrónico: esta cuenta de usuario se usa con varias cuentas comerciales.
fr: L'adresse e-mail ne peut pas être supprimée : ce compte d'utilisateur est utilisé avec plusieurs comptes business.
it: Siamo spiacenti, la password non è corretta
nl: Dit emailadres kan niet worden verwijderd: deze gebruikersaccount is gekoppeld aan meerdere bedrijfsaccounts.

# change-email-already-used
source: The email address ${address} is already associated with an account.
de: Die E-Mail-Adresse ${address} ist bereits mit einem Account verbunden.
es: La dirección de correo electrónico ${address} ya está asociada a una cuenta.
fr: L'adresse e-mail ${address} est déjà associée à un compte.
it: L'indirizzo email ${address} è già associato ad un account.
nl: Het e-mailadres ${address} hoort bij een ander account.

# change-email-mail-changed
source: Email has been changed successfully.
de: Die E-Mail-Adresse wurde erfolgreich geändert.
es: Ya se ha cambiado el correo electrónico correctamente.
fr: L'e-mail a été modifié avec succès.
it: L'e-mail è stata cambiata correttamente.
nl: Het e-mailadres is succesvol gewijzigd.

# email-change-mail-sent
source: A confirmation email has been sent.
de: Es wurde eine E-Mail zur Bestätigung versandt.
es: Se ha enviado un correo electrónico de confirmación.
fr: Un e-mail de confirmation a été envoyé.
it: È stata inviata un'e-mail di conferma.
nl: Een bevestigingse-mailbericht is verstuurd.

# change-email-mail-removed
source: Email has been deleted successfully. Future emails will be sent to the owner(s) of the company account.
de: Die E-Mail-Adresse wurde erfolgreich gelöscht. Zukünftige E-Mails werden an den/die Inhaber des Firmen-Accounts gesandt.
es: Se ha eliminado el correo electrónico correctamente. Los próximos correos se enviarán a los propietarios de la cuenta de la empresa.
fr: L'e-mail a été supprimé avec succès. Les prochains e-mails seront envoyés au(x) propriétaire(s) du compte de la société.
it: L'e-mail è stata eliminata con successo. Le e-mail future saranno inviate ai proprietari dell'account aziendale.
nl: Het emailadres is verwijderd. Emailberichten worden voortaan gestuurd aan de eigenaar(s) van de bedrijfsaccount.

# verify-email-user-not-found
source: User cannot be located with email ${email}
de: Der Nutzer lässt sich nicht über die E-Mail-Adresse ${email} finden.
es: No se puede localizar al usuario con el correo electrónico ${email}
fr: L'utilisateur ne peut pas être localisé avec l'email ${email}.
it: L'utente non può essere individuato con l'email ${email}
nl: Er kan geen gebruiker worden gevonden met e-mailadres email ${email}.

# verify-email-not-required
source: Account ${email} does not require email verification.
de: Für den Account ${email} ist keine Verifizierung per E-Mail erforderlich.
es: La cuenta ${email} no necesita la verificación por correo electrónico.
fr: Le compte ${email} ne nécessite pas de vérification par e-mail.
it: L'account ${email} non richiede una verifica tramite email.
nl: Account ${email} heeft geen e-mailverificatie nodig.

# verify-email-return
source: Email verification successful.
de: Die E-Mail-Verifizierung war erfolgreich.
es: La verificación por correo electrónico se ha realizado correctamente.
fr: E-mail vérifié avec succès.
it: Verifica via e-mail riuscita.
nl: E-mailverificatie was successvol.

# resend-mail-verification-user-not-found
source: User cannot be located with username ${username}
de: Der Nutzer lässt sich nicht über den Nutzernamen ${username} finden.
es: No se puede localizar al usuario con el nombre ${username}
fr: L'utilisateur ne peut pas être localisé avec le nom d'utilisateur ${username}
it: L'utente non può essere individuato con il nome utente ${username}
nl: Gebruiker met gebruikersnaam ${username} kan niet worden gevonden.

# resend-mail-verification-no-verification-required
source: Account does not require verification.
de: Für den Account ist keine Verifizierung erforderlich.
es: La cuenta no necesita verificación.
fr: Le compte ne nécessite pas de vérification.
it: L'account non necessita di verifica.
nl: Account heeft geen verificatie nodig.

# resend-mail-verification-email-sent
source: Email verification key has been sent to ${email}.
de: Es wurde per E-Mail ein Verifizierungsschlüssel an ${email} gesandt.
es: Se ha enviado la clave de verificación de correo electrónico a ${email}.
fr: La clé de vérification de l'e-mail a été envoyée à ${email}.
it: La chiave di verifica dell'e-mail è stata inviata a ${email}.
nl: E-mailverificatielink is verstuurd naar ${email}.

# resend-mail-verification-no-key-sent
source: Email verification key could not be sent.Please try again later.
de: Der E-Mail-Verifizierungsschlüssel konnte nicht versandt werden. Bitte versuchen Sie es später erneut.
es: No se ha podido enviar la clave de verificación de correo electrónico. Vuelva a intentarlo más tarde.
fr: La clé de vérification de l'email n'a pas pu être envoyée. Veuillez réessayer plus tard.
it: Non è stato possibile inviare la chiave di verifica via e-mail, prova di nuovo più tardi.
nl: E-mailverificatielink is niet verstuurd. Probeer het later nog eens.

# invalid-locale
source: The provided language is not supported. Please provide one of: ${locales}.
de: Die bereitgestellte Sprache wird nicht unterstützt. Bitte wählen Sie eine der folgenden Optionen: ${locales}.
es: El idioma indicado no es compatible. Proporcione uno de: ${locales}.
fr: La langue fournie n'est pas prise en charge. Veuillez fournir un(e) : ${locales}.
it: La lingua fornita non è supportata. Scegli una delle seguenti: ${locales}.
nl: De gegeven taal is niet ondersteund. Selecteer één van: ${locales}.

# update-profile-return-ok
source: Updated user profle.
de: Nutzerprofil wurde aktualisiert.
es: Perfil de usuario actualizado.
fr: Profil d'utilisateur mis à jour.
it: Profilo utente aggiornato.
nl: Gebruikersgegevens opgeslagen.

# update-nothing-return-ok
source: Nothing to update.
de: Nichts zu aktualisieren.
es: No hay nada que actualizar.
fr: Rien à mettre à jour.
it: Non c'è niente da aggiornare.
nl: Niets om te bewerken.

# update-tenant-roles-not-dict
source: The roles parameter is not a dict.
de: Der Rollenparameter ist kein Verzeichnis.
es: El parámetro de funciones no es un dict.
fr: Le paramètre roles n'est pas un dict.
it: Il parametro dei ruoli non è un dict.
nl: De "roles" parameter is geen "dictionary".

# update-tenant-roles-no-access
source: Users of account ${tenant_id} cannot get role ${role}. The account has no access to application "${app}".
de: Nutzer des Accounts ${tenant_id} können die Rolle ${role} nicht erhalten. Der Account hat keinen Zugang zur Anwendung "${app}".
es: Los usuarios de la cuenta ${tenant_id} no pueden conseguir la función ${role}. La cuenta no tiene acceso a la aplicación "${app}".
fr: Les utilisateurs du compte ${tenant_id} ne peuvent pas obtenir le rôle ${role}. Le compte n'a pas accès à l'application "${app}".
it: Gli utenti dell'account ${tenant_id} non possono ottenere il ruolo ${role}. L'account non ha accesso all'applicazione "${app}".
nl: Gebruikers van account ${tenant_id} kunnen rol ${role} niet krijgen. Het account heeft geen toegang tot applicatie "${app}".

# update-tenant-roles-return-warning
source: The roles have been set for user ${user} to [${roles}]. User does not have an email address.
es: Se han establecido las funciones para el usuario ${user} de [${roles}]. El usuario no tiene una dirección de correo electrónico.
it: Per l'utente ${user} sono stati impostati dei ruoli [${roles}]. L'utente non ha un indirizzo email.
nl: De rollen zijn ingesteld bij gebruiker ${user} naar [${roles}]. Gebruiker heeft geen email address.

# update-tenant-roles-return
source: The roles have been set for user ${user} to [${roles}]
de: Die Rollen wurden für Nutzer ${user} als [${roles}] eingerichtet.
es: Se han establecido las funciones para el usuario ${user} de [${roles}]
fr: Les rôles ont été définis pour l'utilisateur ${user} à [${roles}]
it: Per l'utente ${user} sono stati impostati dei ruoli [${roles}]
nl: De rollen zijn ingesteld bij gebruiker ${user} naar [${roles}].

# change-active-no-change
source: User status is already ${active_status}
de: Der Nutzerstatus ist bereits ${active_status}.
es: El estado del usuario ya está ${active_status}
fr: Le statut de l'utilisateur est déjà ${active_status}.
it: Lo stato dell'utente è già ${active_status}
nl: Gebruikersstatus is al ${active_status}.

# change-active-activated
source: activated
de: aktiviert
es: activado
fr: activé
it: attivato
nl: geactiveerd

# change-active-deactivated
source: deactivated
de: deaktiviert
es: desactivado
fr: désactivé
it: disattivato
nl: gede-activeerd

# change_active-return-ok
source: The account of user ${username} is now ${active_status}
de: Der Account von Nutzer ${username} ist jetzt ${active_status}.
es: La cuenta del usuario ${username} ya está ${active_status}
fr: Le compte de l'utilisateur ${username} est maintenant ${active_status}
it: L'account dell'utente ${username} è ora ${active_status}
nl: Het account van gebruiker ${username} is nu ${active_status}.

# may-not-start-with
source: A username may not begin with any of these characters: ${characters}
de: Ein Nutzername darf mit keinem dieser Zeichen beginnen: ${characters}
es: Un nombre de usuario no puede empezar con ninguno de estos caracteres: ${characters}
fr: Un nom d'utilisateur ne peut commencer par aucun des caractères suivants : ${characters}
it: Un nome utente non può iniziare con uno qualsiasi di questi caratteri: ${characters}
nl: Een gebruikersnaam mag niet beginnen met deze symbolen: ${characters}

# username-too-long
source: A username may not be longer than 64 characters.
de: Ein Nutzername darf nicht mehr als 64 Zeichen umfassen.
es: Un nombre de usuario no puede tener más de 64 caracteres.
fr: Un nom d'utilisateur ne doit pas dépasser 64 caractères.
it: Il nome utente non può essere più lungo di 64 caratteri.
nl: Een gebruikersnaam mag niet langer dan 64 karakters zijn.

# username-too-short
source: A username may not be shorter than 5 characters.
de: Ein Nutzername darf nicht kürzer als 5 Zeichen sein.
es: Un nombre de usuario no puede tener menos de 5 caracteres.
fr: Un nom d'utilisateur ne peut pas être plus court que 5 caractères.
it: Il nome utente non può essere inferiore a 5 caratteri.
nl: Een gebruikersnaam mag niet korter dan 5 karakters zijn.

# invalid-username-characters
source: A username may not contain characters other than alphanumerics and ${characters}. It may not contain multiple periods in a row.
de: Ein Nutzername darf keine anderen Zeichen als alphanumerische und ${characters} enthalten. Mehrere aufeinanderfolgende Punkte sind ebenfalls nicht zulässig.
es: Un nombre de usuario no puede tener caracteres que no sean alfanuméricos y ${characters}. No puede tener varios puntos seguidos.
fr: Un nom d'utilisateur ne peut pas contenir d'autres caractères que les caractères alphanumériques et ${characters}. Il ne peut pas contenir plusieurs points consécutifs.
it: Un nome utente non può contenere caratteri diversi da quelli alfanumerici e ${characters}. Non può contenere più punti in una riga.
nl: Een gebruikersnaam mag alleen alfanumerieke, en ${characters} karakters bevatten. Meerdere punten achter elkaar is niet toegestaan.

# validate-device-id-exists-for-different-tenant
source: The device id ${device_id} is already used for the given account. Please use a unique device id.
de: Die Gerätekennung ${device_id} wird bereits für den entsprechenden Account benutzt. Bitte verwenden Sie eine einmalige Gerätekennung.
es: El id. del dispositivo ${device_id} ya lo está usando la cuenta determinada. Utilice un id. de dispositivo único.
fr: L'id d'appareil ${device_id} est déjà utilisé pour le compte donné. Veuillez utiliser un id d'appareil unique.
it: L'id del dispositivo ${device_id} è già utilizzato per l'account specificato. Utilizza un ID dispositivo univoco.
nl: Het apparaat-ID ${device_id} is al in gebruik voor deze account. Gebruik een uniek apparaat-ID.

# no-email-found
source: We could not find an email address for this user.
de: Wir konnten für diesen Nutzer keine E-Mail-Adresse finden.
es: No hemos podido encontrar una dirección de correo electrónico para este usuario.
fr: Nous n'avons pas trouvé d'adresse e-mail pour cet utilisateur.
it: Non riusciamo a trovare un'email per questo utente.
nl: We konden geen emailadress vinden voor deze gebruiker.

# cannot-find-next-incremental-id
source: We could not generate the next id.
de: Wir konnten die folgende ID nicht generieren.
es: No hemos podido generar el siguiente id.
fr: Nous n'avons pas pu générer le prochain id.
it: Non possiamo generare il prossimo id.
nl: We konden het volgende Id niet vinden.

# add-not-allowed
source: You are not allowed to add a location this way.
nl: Met dit endpoint mag geen nieuwe locatie aan worden gemaakt.

# order-completed
source: A completed order may not be edited.
de: Ein abgeschlossener Auftrag kann nicht bearbeitet werden.
es: No puede editarse un pedido rellenado.
fr: Une commande complétée ne peut pas être modifiée.
it: Un ordine completato potrebbe non essere modificabile.
nl: Een bestelling met status "complete" kan niet geedit worden.

# no-packing-list-shipping
source: This packing list does not exist or is not ready to be shipped.
de: Diese Packliste existiert nicht oder ist nicht bereit für den Versand.
es: Esta lista de embalaje no existe o no está lista para ser enviada.
fr: Cette liste d'emballage n'existe pas ou n'est pas prête à être expédiée.
it: Questa lista di imballaggio non esiste o non è pronta per essere spedita.
nl: Deze pakbon bestaat niet, of is nog niet klaar om verzonden te worden.

# only-ship-within-europe
source: Shipping outside of Europe is not supported.
de: Versand außerhalb Europas wird nicht unterstützt.
es: No se admite el envío fuera de Europa.
fr: L'expédition en dehors de l'Europe n'est pas prise en charge.
it: La spedizione al di fuori dell'Europa non è supportata.
nl: Verzending buiten Europa wordt niet ondersteund.

# sendcloud-error
source: Something went wrong with SendCloud.
de: Etwas ist mit SendCloud schief gelaufen.
es: Algo salió mal con SendCloud.
fr: Quelque chose s'est mal passé avec SendCloud.
it: Qualcosa è andato storto con SendCloud.
nl: Er is iets misgegaan met SendCloud.

# no-packing-list-labels
source: This packing list does not exist or is not in the process of shipping.
de: Diese Packliste existiert nicht oder befindet sich nicht im Versandprozess.
es: Esta lista de embalaje no existe o no está en proceso de envío.
fr: Cette liste d'emballage n'existe pas ou n'est pas en cours d'expédition.
it: Questa lista di imballaggio non esiste o non è in fase di spedizione.
nl: Deze pakbon bestaat niet, of wordt nog niet verzonden.

# no-parcels-for-packing-list
source: There are no known parcels for this packing list.
de: Für diese Packliste sind keine Pakete bekannt
es: No hay paquetes conocidos para esta lista de empaque
fr: Il n'y a pas de colis connus pour cette liste d'emballage.
it: Non ci sono pacchi noti per questa lista di imballaggio
nl: Er zijn geen paketten geregistreert voor deze pakbon.

# sendcloud-not-configured
source: SendCloud is not configured for this account.
de: SendCloud ist nicht für dieses Konto konfiguriert
es: SendCloud no está configurado para esta cuenta
fr: SendCloud n'est pas configuré pour ce compte.
it: SendCloud non è configurato per questo account
nl: SendCloud is niet geconfigureerd voor deze account.

# document-does-not-exist
source: Sorry, the document you requested could not be found.
de: Das von Ihnen angeforderte Dokument wurde nicht gefunden.
es: El documento que solicitó no se pudo encontrar.
fr: Le document que vous avez demandé n'a pas pu être trouvé.
it: Il documento richiesto non è stato trovato.
nl: Het document dat u heeft opgevraagd, kan niet worden gevonden.

# permission-denial
source: Permission to '${permission}' ${context} was denied.
de: Genehmigung für '${permission}' ${context} wurde abgelehnt.
es: Se ha denegado el permiso para '${permission}' ${context}.
fr: La permission de '${permission}' ${context} a été refusée.
it: Il permesso per '${permission}' ${context} è stato negato.
nl: '${permission}' toegang is geweigerd voor ${context}.

source: order number
de: bestellung nummer
es: número de pedido
fr: numéro de commande
it: numero d'ordine
nl: ordernummer

source: custom reference
de: benutzerdefinierte Referenz
es: referencia personalizada
fr: référence personnalisée
it: riferimento personalizzato
nl: aangepaste referentie

source: name
es: nombre
fr: nom
it: nome
nl: naam

source: address
de: Adresse
es: dirección
fr: adresse
it: indirizzo
nl: adres

source: zipcode
de: Postleitzahl-Code
es: código postal
fr: code postal
it: codice postale
nl: postcode

source: city
de: Stadt
es: ciudad
fr: ville
it: città
nl: plaats

source: country
de: Land
es: país
fr: pays
it: paese
nl: land

source: article code
de: Artikel-Code
es: código de artículo
fr: code de l'article
it: codice articolo
nl: artikelcode

source: article description
de: Artikelbeschreibung
es: Descripción del articulo
fr: description de l'article
it: descrizione dell'articolo
nl: Artikelomschrijving

source: price
de: Preis
es: precio
fr: prix
it: prezzo
nl: prijs

source: suggested retail price
de: empfohlener Verkaufspreis
es: precio de venta sugerido
fr: prix de détail suggéré
it: prezzo al dettaglio suggerito
nl: adviesprijs

source: quantity
de: Menge
es: cantidad
fr: quantité
it: quantità
nl: aantal

# sizeLabel
source: size
de: Größe
es: tamaño
fr: aille"
it: dimensioni
nl: maat

source: color code
de: farbcode
es: código de color
fr: code couleur
it: codice colore
nl: kleurcode

source: color description
de: Beschreibung der Farbe
es: descripción del color
fr: description des couleurs
it: descrizione del colore
nl: kleur

# no-document-found
source: The item you were looking for was not found.
de: Das von Ihnen gesuchte Objekt wurde nicht gefunden.
es: No se ha podido encontrar el artículo que está buscando.
fr: L'article que vous recherchez n'a pas été trouvé.
it: L'oggetto che cercavi non è stato trovato.
nl: Het gekozen item kan niet worden gevonden.

# editing-without-mongodb-operator
source: Editing without operator (e.g. $set, $unset, $inc, $min, ...) is not allowed.
de: Eine Bearbeitung ohne Operator (z. B. $set, $unset, $inc, $min ...) ist untersagt.
es: No es posible la edición sin operador (p.ej. $set, $unset, $inc, $min, ...).
fr: La modification sans opérateur (p. ex. $set, $unset, $inc, $min, ...) n'est pas autorisée.
it: La modifica senza operatore (es. $set, $unset, $inc, $min, ...) non è consentita.
nl: Bewerken onder een operator (bijv. $set, $unset, $inc, $min, ...) is niet toegestaan.

# db-connection-health
source: The connection to the database has failed or the database is empty.
de: Die Verbindung mit der Datenbank ist fehlgeschlagen oder die Datenbank ist leer.
es: La conexión a la base de datos ha fallado o la base de datos está vacía.
fr: La connexion à la base de données a échoué ou la base de données est vide.
it: La connessione al database è fallita o il database è vuoto.
nl: Er kan geen verbinding met de database worden gemaakt, of de database is leeg.

# duplicate-transaction
source: There already exist transactions with the following receipt numbers: ${numbers}.
de: Es existieren bereits Transaktionen mit den folgenden Belegnummern: ${numbers}.
es: Ya existen transacciones con los siguientes números de comprobante: ${numbers}.
fr: Il existe déjà des transactions avec les numéros de reçus suivants : ${numbers}.
it: Esistono già operazioni con i seguenti numeri di ricevuta: ${numbers}.
nl: Er zijn al transacties met de volgende bonnummers: ${numbers}.

# cannot-find-linked-data
source: The data (${data}) does not exist.
de: Die Daten (${data}) existieren nicht.
es: Los datos (${data}) no existen.
fr: Les données (${data}) n'existent pas.
it: Il dato (${data}) non esiste.
nl: De data (${data}) bestaat niet.)

# filter-not-indexed
source: The request was denied due to using unindexed fields.
de: Die Anfrage wurde aufgrund der Verwendung nicht indizierter Felder abgelehnt.
es: Se ha denegado la solicitud por usar campos no indexados.
fr: La demande a été refusée en raison de l'utilisation de champs non indexés.
it: La richiesta è stata rifiutata a causa dell'utilizzo di campi non indicizzati.
nl: De opdracht kan niet worden uitgevoerd, omdat er ongeïndexeerde velden worden gebruikt.
