Repository: dedic8eddev/python-wear
Catalog: spynl/locale/*/LC_MESSAGES/spynl.po
Languages: de, es, fr, it, nl

# email-template-username-change-notification-1
source: This is a notification that your username has been changed from ${old_username} to ${new_username}.
de: Hiermit benachrichtigen wir Sie darüber, dass Ihr Nutzername von ${old_username} zu ${new_username} geändert wurde.
es: Le notificamos que su nombre de usuario pasa de ser ${old_username} a ${new_username}.
fr: Ceci est une notification indiquant que votre nom d'utilisateur a été changé de ${old_username} à ${new_username}.
it: Questa notifica indica che il tuo nome utente è stato cambiato da ${old_username} a ${new_username}.
nl: Met dit e-mailbericht bevestigen wij dat uw gebruikersnaam is veranderd van ${old_username} naar ${new_username}.

# email-template-username-change-notification-2
source: If you suspect someone changed your username who was not authorised to do so, please contact our customer support immediately.
de: Sollten Sie den Verdacht haben, dass die Änderung des Nutzernamens von einer nicht autorisierten Person vorgenommen wurde, setzen Sie sich bitte umgehend mit unserem Kundensupport in Verbindung.
es: Si sospecha que alguien que no estaba autorizado ha cambiado su nombre de usuario, póngase inmediatamente en contacto con nuestro servicio de asistencia.
fr: Si vous soupçonnez que quelqu'un a changé votre nom d'utilisateur sans y être autorisé, veuillez contacter immédiatement notre service clientèle.
it: Se sospetti che qualcuno abbia cambiato il tuo nome utente senza autorizzazione, contatta immediatamente il nostro servizio clienti.
nl: Wanneer u zelf niet uw gebruikersnaam heeft veranderd, bestaat de mogelijkheid dat iemand het wachtwoord zonder uw toestemming heeft gewijzigd. Neem dan meteen contact op met onze servicedesk via:

# username-change-notification-subject
source: Your username has been changed to ${new_username}
de: Ihr Nutzername wurde geändert zu ${new_username}
es: Su nombre de usuario se ha cambiado ${new_username}
fr: Votre nom d'utilisateur a été changé à ${new_username}.
it: Il tuo nome utente è stato cambiato in ${new_username}
nl: Uw gebruikersnaam is gewijzigd naar ${new_username}.

# existing-user-by-username
source: The username '${username}' is already taken. Please choose a different one.
de: Der Nutzername '${username}' wird bereits verwendet. Bitte wählen Sie einen anderen.
es: Ya existe el nombre de usuario '${username}'. Elija uno distinto.
fr: Le nom d'utilisateur '${username}' est déjà utilisé. Veuillez en choisir un autre.
it: Il nome utente '${username}' è già occupato. Scegline uno diverso.
nl: De gebruikersnaam '${username}' wordt al gebruikt. Kies een andere.

# existing-user-by-email
source: The email '${email}' is already in use on another account.
de: Die E-Mail-Adresse '${email}' dient bereits einem anderen Account.
es: El correo electrónico '${email}' ya se está utilizando en otra cuenta.
fr: L'e-mail '${email}' est déjà utilisé sur un autre compte.
it: L'email '${email}' è già in uso per un altro account.
nl: Het e-mailadres '${email}' wordt al gebruikt voor een ander account.

# user-does-not-exist
source: User '${user}' does not exist.
de: Der Nutzer '${user}' existiert nicht.
es: El usuario '${user}' no existe.
fr: L'utilisateur '${user}' n'existe pas.
it: L'utente '${user}' è inesistente.
nl: Gebruiker '${user}' bestaat niet.

# customer-already-exists
source: This customer already exists.
de: Dieser Kunde existiert bereits.
es: Este cliente ya existe.
fr: Ce client existe déjà.
it: Questo cliente esiste già.
nl: Deze klant bestaat al.

# user-should-have-email
source: The user account ${username} needs to have an associated email address. ${message} Please make sure ${username} adds an email address before trying again.
de: Der Nutzer-Account ${username} benötigt eine mit ihm verbundene E-Mail-Adresse. ${message} Bitte sorgen Sie dafür, dass ${username} vor einem erneuten Versuch eine E-Mail-Adresse hinzufügt.
es: La cuenta de usuario ${username} tiene que tener una dirección de correo electrónico asociada. ${message} Asegúrese de que ${username} añade una dirección de correo electrónico antes de volver a intentarlo.
fr: Le compte d'utilisateur ${username} doit avoir une adresse email associée. ${message} Veuillez vous assurer que ${username} ajoute une adresse e-mail avant de réessayer.
it: L'account utente ${username} deve avere un indirizzo email associato. ${message} Assicurati che ${username} aggiunga un indirizzo email prima di riprovare.
nl: Gebruikersaccount ${username} heeft een geldig emailadres nodig. ${message} Probeer opnieuw als ${username} een emailadres heeft toegevoegd.

# resend-email-verification-key-email-is-not-set
source: You are not required to verify your email address because no email is associated with this user account. If you wish to add an email address, please visit your user profile.
de: Sie müssen Ihre E-Mail-Adresse nicht verifizieren, da mit diesem Nutzer-Account keine E-Mail-Adresse verbunden ist. Falls Sie eine solche hinzufügen möchten, gehen Sie dazu bitte auf Ihr Nutzerprofil.
es: No tiene que verificar su dirección de correo electrónico porque no hay ningún correo electrónico asociado con esta cuenta de usuario. Visite su perfil de usuario si desea añadir una dirección de correo electrónico.
fr: Vous n'êtes pas obligé de vérifier votre adresse e-mail car aucun e-mail n'est associé à ce compte d'utilisateur. Si vous souhaitez ajouter une adresse e-mail, veuillez consulter votre profil d'utilisateur.
it: Non è necessario verificare il proprio indirizzo e-mail perché nessuna e-mail è associata a questo account utente. Se desideri aggiungere un indirizzo e-mail, visita il tuo profilo utente.
nl: U hoeft uw e-mailadres niet te bevestigen omdat er geen e-mailadres is opgegeven voor dit account. U kunt een emailadres toevoegen in uw gebruikersprofiel.

# duplicate-order-terms
source: Your account already has order terms in langauge: ${language} for country: ${country}
de: Ihr Account verfügt bereits über Auftragsbedingungen in ${language} für das folgende Land: ${country}
es: Su cuenta ya tiene condiciones de pedido en el idioma: ${language} para el país: ${country}
fr: Votre compte a déjà des termes d'ordre dans la langue : ${language} pour le pays : ${country}
it: Il tuo account ha già i termini dell'ordine in lingua: ${language} per il Paese: ${country}
nl: Er bestaan al bestellingsvoorwaarden in taal: ${language} voor het land: ${country}.

# document-not-found
source: The item you were looking for was not found.
de: Der von Ihnen gesuchte Artikel wurde nicht gefunden.
es: No se ha podido encontrar el artículo que estaba buscando.
fr: L'article que vous cherchiez n'a pas été trouvé.
it: L'oggetto che cercavi non è stato trovato.
nl: Het gekozen document kan niet worden gevonden.

# only-current-account
source: This endpoint can only be used with the current account.
de: Dieser Endpunkt lässt sich nur zusammen mit dem derzeitigen Account verwenden.
es: Este punto de conexión solo se puede utilizar con la cuenta actual.
fr: Ce point terminal ne peut être utilisé qu'avec le compte actuel.
it: Questo endpoint può essere utilizzato solo con l'account attuale
nl: Dit endpoint mag alleen voor de ingeloggde account worden gebruikt.

# change-user-settings-not-allowed
source: You are not allowed to change the settings of this user.
es: No puede cambiar los ajustes de este usuario.
it: Non ti è consentito cambiare le impostazioni di questo utente.
nl: U heeft geen toestemming om de instellingen van deze gebruiker te wijzigen.

# user-settings-updated
source: User settings have been updated.
de: Die Nutzereinstellungen wurden aktualisiert.
es: Se han actualizado los ajustes de usuario.
fr: Les réglages d'utilisateur ont été mis à jour.
it: Le impostazioni dell'utente sono state aggiornate.
nl: Gebruiker instellingen zijn bijgewerkt.

# invalid-settings-format
source: Invalid settings format, expected JSON.
de: Ungültiges Einstellungsformat; voraussichtlich JSON.
es: El formato de los ajustes no es válido, se esperaba JSON.
fr: Format de paramètres invalide, JSON prévu.
it: Formato delle impostazioni non valido, formato previsto JSON.
nl: Ongeldige instellingen formaat, verwacht wordt JSON.

# illegal-period-end-over-start
source: End date cannot be before start date. The end date cannot be before the start date.
de: Endtermin kann nicht vor dem Starttermin liegen. Der Endtermin kann nicht vor dem Starttermin liegen.
es: La fecha de fin no puede ser anterior a la fecha de inicio. La fecha de fin no puede ser anterior a la fecha de inicio.
fr: La date de fin ne peut pas être antérieure à celle du début.
it: La data di fine non può essere anteriore alla data di inizio. La data di fine non può essere anteriore alla data di inizio.
nl: Einddatum mag niet voor begindatum liggen.

# campaign-overlap
source: Campaigns may not overlap in time.
de: Kampagnen überschneiden sich zeitlich eventuell nicht.
es: Las campañas no se pueden desarrollar simultáneamente.
fr: Les campagnes ne peuvent pas se chevaucher temporellement.
it: Le campagne non dovrebbero sovrapporsi nel tempo.
nl: Spaarpuntacties mogen niet overlappen.

# no-applicable-settings
source: No applicable settings were received. You may be lacking authorization to change these settings.
de: Es wurden keine gültigen Einstellungen empfangen. Eventuell fehlen Ihnen zu deren Änderung die nötige Berechtigungen.
es: No se recibieron los ajustes correspondientes. Puede que no tenga la autorización necesaria para cambiar estos ajustes.
fr: Aucun réglage applicable n'a été reçu. Il se peut que vous n'ayez pas l'autorisation de modifier ces paramètres.
it: Non sono state ricevute impostazioni pertinenti. Potresti non avere l'autorizzazione a modificare queste impostazioni.
nl: Geen toepasselijke instellingen ontvangen. Misschien ontbreekt u toestemming om deze instellingen te mogen veranderen.

# cannot-delete-currencies
source: You are not allowed to remove a currency or change its label (${label}).
de: Sie dürfen keine Währung entfernen oder das Label ändern
es: No se le permite eliminar una moneda o cambiar su etiqueta (${label})
fr: Vous n'êtes pas autorisé à supprimer une devise ou à changer son étiquette ({$label})
it: Non ti è permesso rimuovere una valuta o cambiare la sua etichetta ({$label})
nl: Het is niet toegestaan ​​om een ​​valuta te verwijderen of het label te wijzigen (${label})

# regions-still-in-use
source: The following regions are still in use on customers and/or users: ${regions}. Please remove them from all your customer and user records first and try again.
nl: De volgende rayons zijn nog steeds in gebruik op klanten of gebruikers: ${regions}. Verwijder de rayons van alle klanten en gebruikers voordat u het nog een keer probeert.

# account-settings-updated
source: Account settings have been updated.
de: Die Account-Einstellungen wurden aktualisiert.
es: Se han actualizado los ajustes de cuenta.
fr: Les paramètres du compte ont été mis à jour.
it: Le impostazioni dell'account sono state aggiornate.
nl: Account instellingen zijn bijgewerkt.

# duplicate-upload-directory
source: An upload directory with this name already exists.
nl: Er bestaat al een upload directory met deze naam.

# upload-directory-updated
source: Your settings have been updated.
de: Ihre Einstellungen wurden aktualisiert.
es: Se han actualizado sus ajustes.
fr: Les paramètres ont été mis à jour.
it: Le tue impostazioni sono state aggiornate.
nl: Uw instellingen zijn bijgewerkt.

# edit-tenant-error-1
source: Invalid _id
de: Ungültige _id
it: _id non valido
nl: ongeldig ID

# edit-tenant-error-2
source: The data property must be an Object.
de: Die Dateneigenschaft muss ein Objekt sein.
es: La propiedad de datos debe ser un Objeto.
fr: La propriété de données doit être un objet.
it: La proprietà dei dati deve essere un oggetto.
nl: De data-eigenschap moet een "Object" zijn.

# edit-tenant-error-3
source: The data property cannot be empty.
de: Die Dateneigenschaft darf nicht leer sein.
es: La propiedad de datos no puede estar vacía.
fr: La propriété de données ne peut pas être vide.
it: La proprietà dei dati non può essere vuota.
nl: Dit mag niet leeg zijn.

# edit-tenant-error-5
source: You lack the authorization to edit these properties.
de: Sie verfügen nicht über die zur Bearbeitung dieser Eigenschaften nötige Berechtigung.
es: No cuenta con la autorización necesaria para editar estas propiedades.
fr: Vous n'avez pas l'autorisation de modifier ces propriétés.
it: Non hai l'autorizzazione per modificare queste proprietà.
nl: Je hebt geen rechten dit aan te passen.

# edit-tenant-return-1
source: Updated account ${tenant_id}.
de: Aktualisierter Account ${tenant_id}.
es: Cuenta ${tenant_id} actualizada.
fr: Compte ${tenant_id} mis à jour.
it: Account aggiornato ${tenant_id}.
nl: Account ${tenant_id} is geüpdatet.

# edit-tenant-return-2
source: Not all properties received in the request were affected.
de: Nicht alle mit der Anfrage empfangenen Eigenschaften waren betroffen.
es: No se han visto afectadas todas las propiedades recibidas en la solicitud.
fr: Pas toutes les propriétés reçues dans la demande ont été affectées
it: Non tutte le proprietà ricevute nella richiesta sono state coinvolte..
nl: Niet alle eigenschappen in het verzoek zijn aangepast.

# change-app-access-unknown
source: This is not a known application: ${app}.
de: Dies ist keine bekannte Anwendung: ${app}.
es: Esta no es una aplicación conocida: ${app}.
fr: Ceci n'est pas une application reconnue : ${app}.
it: Questa non è un'applicazione conosciuta: ${app}.
nl: Dit is niet een van onze applicaties: ${app}

# change-app-access-default
source: You cannot change access to a default application.
de: Der Zugang zu einer Standardanwendung lässt sich nicht ändern.
es: No puede modificar el acceso a la aplicación predeterminada.
fr: Vous ne pouvez pas modifier l'accès à une application par défaut.
it: Non puoi modificare l'accesso a un'applicazione di default.
nl: Toegang tot een standaard applicatie kan niet worden aangepast.

# change-app-access-internal
source: You cannot change access to an internal application.
de: Der Zugang zu einer internen Anwendung lässt sich nicht ändern.
es: No puede modificar el acceso a la aplicación interna.
fr: Vous ne pouvez pas modifier l'accès à une application interne.
it: Non puoi modificare l'accesso a un'applicazione interna.
nl: Toegang tot een interne applicatie kan niet worden aangepast.

# change-app-access-return-1
source: This account already has access to this application.
de: Dieser Account verfügt bereits über Zugang zu dieser Anwendung.
es: Esta cuenta ya puede acceder a esta aplicación.
fr: Ce compte a déjà accès à cette application.
it: Questo account ha già accesso a questa applicazione.
nl: Dit account heeft al toegang tot deze applicatie.

# change-app-access-return-2
source: This account does not have access to this application.
de: Dieser Account hat keinen Zugang zu dieser Anwendung.
es: Esta cuenta no tiene acceso a esta aplicación.
fr: Ce compte n'a pas accès à cette application.
it: Questo account non ha accesso a questa applicazione.
nl: Dit account heeft geen toegang tot deze applicatie.

# change-app-access-given
source: given to
de: verliehen
es: dado a
fr: donné au
it: concesso a
nl: gegeven aan

# change-app-access-revoked
source: revoked from
de: entzogen
es: revocado de
fr: retiré du
it: revocato da
nl: ingetrokken van

# change-app-access-return-3
source: Access to application "${app}" was ${verb} account "${tenant_id}"
de: Zugang zur Anwendung "${app}\“ wurde dem Account "${tenant_id}\ ${verb}".
es: El acceso a la aplicación "${app}" era ${verb} de la cuenta "${tenant_id}"
fr: L'accès à l'application "${app}" a été ${verb} compte "${tenant_id}"
it: L'accesso all'applicazione "${app}" è stato effettuato ${verb} dal cliente "${tenant_id}"
nl: Toegang tot de applicatie "${app}" is ${verb} voor account "${tenant_id}".

# change-ownership-return-no-change
source: User is already an owner.
de: Der Nutzer ist bereits der Inhaber.
es: El usuario ya es un propietario.
fr: L'utilisateur est déjà propriétaire.
it: L'utente è già cliente .
nl: De gebruiker is al eigenaar.

# change-ownership-return-2
source: User is not among the list of owners.
de: Der Nutzer befindet sich nicht auf der Inhaberliste.
es: El usuario no está en la lista de propietarios.
fr: L'utilisateur ne fait pas partie de la liste des propriétaires.
it: L'utente non è nella lista dei proprietari.
nl: De gebruiker staat niet in de lijst van eigenaars.

# change-ownership-no-email
source: An owner should always have an email address.
de: Ein Inhaber muss stets über eine E-Mail-Adresse verfügen.
es: Un propietario siempre debe tener una dirección de correo electrónico.
fr: Un propriétaire devrait toujours avoir une adresse e-mail.
it: Un cliente dovrebbe sempre avere un indirizzo e-mail.
nl: Een eigenaar heeft altijd een emailadres nodig.

# owner-email-not-verified
source: The email address of the new owner is not verified yet. Please have them verify their email address before trying again.
de: Die E-Mail-Adresse des neuen Inhabers wurde noch nicht verifiziert. Bitte sorgen Sie vor einem erneuten Versuch für eine Verifizierung der entsprechenden E-Mail-Adresse.
es: Todavía no se ha verificado la dirección de correo electrónico del nuevo propietario. Deje que verifiquen su dirección de correo electrónico antes de volver a intentarlo.
fr: L'adresse e-mail du nouveau propriétaire n'est pas encore vérifiée. Veuillez leur demander de vérifier leur adresse e-mail avant de réessayer.
it: L'indirizzo e-mail del nuovo cliente non è ancora stato verificato. Chiedigli di verificare il suo indirizzo e-mail prima di riprovare.
nl: Het emailadres van de nieuwe eigenaar is nog niet bevestigd. Zorg ervoor dat de nieuwe eigenaar zijn of haar emailadres bevestigt voordat u het opnieuw probeert.

# change-ownership-given
source: given to
de: verliehen
es: dado a
fr: donné à
it: concesso a
nl: gegeven aan

# change-ownership-removed
source: removed from
de: entzogen
es: retirado de
fr: retiré de
it: rimosso da
nl: verwijderd van

# change-ownership-return-3
source: Ownership of account "${tenant_id}" was ${verb} user "${username}".
de: Das Inhaberrecht für den Account "${tenant_id}" wurde Nutzer "${username}\“ ${verb}.
es: La propiedad de la cuenta "${tenant_id}" era ${verb} el usuario "${username}".
fr: La propriété du compte "${tenant_id}" a été ${verb} l'utilisateur "${username}".
it: la proprietà dell'account "${tenant_id}" apparteneva ${verb} all'utente "${username}".
nl: Account "${tenant_id}" is ${verb} aan gebruiker "${username}" overgedragen.

# no-owner-on-tenant
source: Account "${tenant_id}" does not have an owner assigned to it. Please add an owner to the account and try again.
de: Dem Konto "${tenant-id}" ist kein Eigentümer zugewiesen. Fügen Sie dem Konto einen Eigentümer hinzu und versuchen Sie es erneut.
es: La cuenta "$ {tenant_id}" no tiene un propietario asignado. Agregue un propietario a la cuenta e intente nuevamente
fr: Le compte "${tenant_id}" n'a pas de propriétaire qui lui est attribué. Veuillez ajouter un propriétaire au compte et réessayer
it: All'account "$ {tenant_id}" non è stato assegnato un proprietario. Aggiungi un proprietario all'account e riprova
nl: Account "${tenant_id}" heeft geen owner. Voeg een owner toe en probeer het nogmaals.

# cant-revoke-token
source: The token does not seem to exist. Or has already been revoked.
de: Anscheinend gibt es das Token nicht oder es wurde bereits widerrufen.
es: Parece que el token no existe o se ha anulado.
fr: Le jeton ne semble pas exister. Ou a déjà été révoqué.
it: Il token sembra non esistere. Oppure è già stato revocato.
nl: Kan de token niet herroepen. De token bestaat niet of is al eerder heroept.

# add-user-return-1
source: Created user. A verification email has been sent to ${sent_to}.
de: Nutzer wurde erstellt. Es wurde eine E-Mail zur Verifizierung an ${sent_to} versandt.
es: Usuario creado. Se ha enviado un correo electrónico de verificación a ${sent_to}.
fr: Utilisateur créé. Un e-mail de vérification a été envoyé à ${sent_to}.
it: Utente creato. Un'e-mail di verifica è stata inviata a ${sent_to}.
nl: Gebruiker is aangemaakt. Een verificatie-e-mail is gestuurd naar ${sent_to}.

# add-user-return-2
source: Created user. Error sending verification emails.
de: Nutzer wurde erstellt. Beim Versand der Verifizierungs-E-Mail ist ein Fehler aufgetreten.
es: Usuario creado. Se ha producido un error al enviar los correos electrónicos de verificación.
fr: Utilisateur créé. Erreur lors de l'envoi d'emails de vérification.
it: Utente creato. Errore nell'invio dell'e-mail di verifica
nl: Gebruiker is aangemaakt. Fout bij versturen verificatie-e-mail.

# update-user-error-1
source: _id needs to be a string or a dictionary.
de: _id muss ein String oder ein Verzeichnis sein.
es: _id tiene que ser una cadena o un diccionario.
fr: _id doit être une chaîne de caractères ou un dictionnaire.
it: _id deve essere una stringa o un dizionario.
nl: Het ID moet een string of dictionary zijn.

# update-user-error-2
source: data needs to be a dictionary.
de: Die Daten müssen ein Verzeichnis sein.
es: los datos tienen que ser un diccionario.
fr: les données doivent être un dictionnaire.
it: i dati devono corrispondere a un dizionario.
nl: De data moet een dictionary zijn.

# update-user-error-3
source: The data property cannot be empty.
de: Die Dateneigenschaft darf nicht leer sein.
es: La propiedad de datos no puede estar vacía.
fr: La propriété de données ne peut pas être vide.
it: La proprietà dei dati non può essere vuota.
nl: Het kenmerk mag niet leeg zijn.

# update-user-error-4
source: The data property contained no allowed fields.
de: Die Dateneigenschaft enthielt keine zugelassenen Felder.
es: La propiedad de datos campos que no están permitidos.
fr: La propriété de données ne contenait pas de champs autorisés.
it: La proprietà dei dati non contiene campi consentiti.
nl: Het kenmerk bevatte geen toegestane velden.

# update-user-return-ok
source: Updated user ${user_id}
de: Aktualisierter Nutzer ${user_id}
es: Usuario actualizado ${user_id}
fr: Utilisateur ${user_id} mis à jour.
it: Aggiornato ${user_id} utente
nl: Gebruiker ${user_id} is geüpdatet.

# update-user-return-not-all-fields-affected
source: Not all fields sent in request were affected
de: Es sind nicht alle in der Anfrage gesandten Felder betroffen.
es: No se han visto afectados todos los campos enviados en la solicitud
fr: Pas tous les champs envoyés dans la demande ont été affectés
it: Non tutti i campi trasmessi nella richiesta sono stati alterati.
nl: Niet alle velden in het verzoek zijn aangepast.

# request-pwd-reset-return-ok
source: A reset link has been sent to the email registered to this account.
de: Es wurde ein Reset-Link an die mit diesem Account verbundene E-Mail-Adresse gesandt.
es: Se ha enviado un enlace de restablecimiento al correo electrónico registrado en esta cuenta.
fr: Un lien de réinitialisation a été envoyé à l'adresse e-mail enregistrée sur ce compte.
it: Un link per il reset è stato inviato all'e-mail associata a questo account.
nl: Er is een herstellink gestuurd naar het e-mailadres dat bij dit account hoort.

# request-pwd-reset-error
source: An error occured while sending the key. Please try again later.
de: Beim Versand des Schlüssels ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se ha producido un error al enviar la clave. Inténtelo de nuevo más tarde.
fr: Une erreur s'est produite lors de l'envoi de la clé. Veuillez réessayer plus tard.
it: Si è verificato un errore durante l'invio della chiave. Prova di nuovo più tardi.
nl: Er is een fout ontstaan tijdens het verzenden. Probeer het later nogmaals.
