Repository: dedic8eddev/python-wear
Catalog: spynl/locale/*/LC_MESSAGES/spynl.po
Languages: de, es, fr, it, nl

# email-template-app-access-change-notification-granted-1
source: This is to inform you that the account ${tenant_name} was given access to the application '${application}'.
de: Hiermit informieren wir Sie darüber, dass der Account ${tenant_name} Zugriff auf die Anwendung '${application}‘ erhalten hat.
es: Le escribimos para informarle de que se le ha dado acceso a ${tenant_name} a la aplicación '${application}'.
fr: Ceci est pour vous informer que le compte ${tenant_name} a eu accès à l'application '${application}'.
it: Ti informiamo che al conto ${tenant_name} è stato concesso l'accesso all'applicazione '${application}'.
nl: Uw account ${tenant_name} heeft nu toegang tot de applicatie '${application}'.

# email-template-app-access-change-notification-granted-2
source: You can now select this application from the Softwear Connect main menu (${link_1}).
de: Sie können diese Anwendung jetzt vom „Softwear Connect“-Hauptmenü (${link_1}) auswählen.
es: Ya puede seleccionar esta aplicación desde el menú principal de Softwear Connect (${link_1}).
fr: Vous pouvez maintenant sélectionner cette application dans le menu principal de Softwear Connect (${link_1}).
it: Ora puoi selezionare questa applicazione dal menu principale di Softwear Connect (${link_1}).
nl: U kunt deze applicatie nu kiezen vanuit het Softwear Connect hoofdmenu (${link_1}).

# email-template-app-access-change-notification-revoked-1
source: This is to inform you that the account ${tenant_name} does not have access to the application '${application}' anymore.
de: Hiermit informieren wir Sie darüber, dass der Account ${tenant_name} keinen Zugriff mehr auf die Anwendung '${application}‘ hat.
es: Le escribimos para informarle de que la cuenta ${tenant_name} ya no tiene acceso a la aplicación '${application}'.
fr: Ceci est pour vous informer que le compte ${tenant_name} n'a plus accès à l'application '${application}'.
it: Ti informiamo che l'account ${tenant_name} non ha più accesso all'applicazione '${application}'.
nl: Uw account ${tenant_name} heeft geen toegang meer tot de applicatie '${application}'.

# email-template-account-status-notification-access-granted-subject
source: Tenant ${tenant_name} has now access to application ${application}
de: Mandant ${tenant_name} hat jetzt Zugriff auf die Anwendung ${application}
es: El cliente ${tenant_name} ya tiene acceso a la aplicación ${application}
fr: Le locataire ${tenant_name} a maintenant accès à l'application ${application}.
it: Il cliente ${tenant_name} ha ora accesso all'applicazione ${application}.
nl: Account ${tenant_name} heeft nu toegang tot de applicatie ${application}

# email-template-account-status-notification-access-revoked-subject
source: Tenant ${tenant_name} has no access to application ${application} anymore
de: Mandant ${tenant_name} hat keinen Zugriff mehr auf die Anwendung ${application}.
es: El cliente ${tenant_name} ya no tiene acceso a la aplicación ${application}.
fr: Le locataire ${tenant_name} n'a plus accès à l'application ${application}.
it: Il cliente ${enant_name} non ha più accesso all'applicazione ${application}.
nl: Account ${tenant_name} heeft geen toegang meer tot de applicatie ${application}

# email-template-change-confirmation-1
source: This message is sent to confirm that the email address for user ${user_username} was just changed to ${new_email_address}. You can continue to use our applications as usual.
de: Diese Nachricht wurde versandt, um die gerade erfolgte Änderung der E-Mail-Adresse des Nutzers ${user_username} zu ${new_email_address} zu bestätigen. Sie können unsere Anwendung weiterhin wie üblich benutzen.
es: Le enviamos este mensaje para confirmar que la dirección de correo electrónico del usuario ${user_username} se acaba de cambiar a ${new_email_address}. Puede seguir usando nuestras aplicaciones como hasta ahora.
fr: Ce message est envoyé pour confirmer que l'adresse e-mail de l'utilisateur ${user_username} vient d'être changée à ${new_email_address}. Vous pouvez continuer à utiliser nos applications comme d'habitude.
it: Questo messaggio viene inviato per confermare che l'indirizzo email dell'utente ${user_username} è stato appena cambiato in ${new_email_address}. Puoi continuare ad usare le nostre applicazioni, come al solito.
nl: Met dit e-mailbericht bevestigen wij dat het e-mailadres voor gebruiker ${user_username} is gewijzigd naar ${new_email_address}. U kunt onze applicaties blijven gebruiken zoals u gewend bent.

# email-template-change-confirmation-2
source: Please verify your email address by clicking the button below.
de: Bitte verifizieren Sie Ihre E-Mail-Adresse, indem Sie dazu die nachfolgende Schaltfläche anklicken.
es: Verifique su dirección de correo electrónico haciendo clic en el botón siguiente.
fr: Veuillez vérifier votre adresse e-mail en cliquant sur le bouton ci-dessous.
it: Verifica il tuo indirizzo e-mail cliccando sul pulsante qui sotto.
nl: Klik alstublieft op onderstaande knop om te bevestigen u dat dit inderdaad uw e-mailadres is.

# email-template-change-confirmation-button
source: Confirm Email Address
de: Bestätigen Sie die E-Mail-Adresse
es: Confirmar dirección de correo electrónico
fr: Confirmer l'adresse e-mail
it: Conferma indirizzo email
nl: Bevestig Email-adres

# email-template-change-confirmation-subject
source: Email address change confirmation
de: Bestätigung der E-Mail-Adressenänderung
es: Confirmación de cambio de dirección de correo electrónico
fr: Confirmation de changement de l'adresse e-mail
it: Conferma del cambio di indirizzo e-mail
nl: Uw E-mailadres is gewijzigd

# email-template-change-confirmation-resend-subject
source: Please confirm your email address
de: Bitte bestätigen Sie Ihre E-Mail-Adresse
es: Confirme su dirección de correo electrónico
fr: Veuillez confirmer votre adresse e-mail
it: Conferma il tuo indirizzo email
nl: Bevestig uw e-mailadres

# email-template-removal-notification-1
source: This email address is no longer associated with user account ${user_username}. Any emails, for example password reset requests, will be sent to the owner(s) of the company account ${tenant_name}.
de: Diese E-Mail-Adresse ist nicht mehr mit dem Nutzer-Account ${user_username} verbunden. Alle E-Mails – wie z. B. Anfragen zur Passwortrücksetzung – werden dem/n Inhaber(n) des Firmen-Accounts ${tenant_name} zugesandt.
es: Esta dirección de correo electrónico ya no está asociada a la cuenta de usuario ${user_username}. Cualquier correo electrónico como, por ejemplo, las solicitudes de restablecimiento de contraseña, se enviará a los propietarios de la cuenta de la empresa ${tenant_name}.
fr: Cette adresse email n'est plus associée au compte utilisateur ${user_username}. Tous les e-mails, par exemple les demandes de réinitialisation de mot de passe, seront envoyés au(s) propriétaire(s) du compte de la société ${tenant_name}.
it: Questo indirizzo email non è più associato all'account utente ${user_username}. Tutte le email, per esempio le richieste di reset della password, saranno inviate al proprietario(i) dell'account aziendale ${tenant_name}.
nl: Dit emailadres wordt niet meer gebruikt voor gebruikersaccount ${user_username}. Emails, zoals bijvoorbeeld een wachtwoordresetcode, worden voortaan naar de eigenaren van de bedrijfsaccount ${tenant_name} gestuurd.

# email-template-change-notification-1
source: The email address for user ${user_username} was just changed from this email address to ${new_email_address}.
de: Die E-Mail-Adresse für Nutzer ${user_username} wurde gerade geändert. Die neue lautet ${new_email_address}.
es: La dirección de correo electrónico del usuario ${user_username} se acaba de cambiar a esta nueva ${new_email_address}.
fr: L'adresse email de l'utilisateur ${user_username} vient d'être changée de cette adresse email à ${new_email_address}.
it: L'indirizzo email per l'utente ${user_username_username} è stato appena cambiato da questo indirizzo email a ${new_email_address}.
nl: Het e-mailadres voor gebruiker ${user_username} is zojuist gewijzigd van dit e-mailadres naar ${new_email_address}.

# email-template-change-notification-2
source: If this is news to you and you suspect someone changed your email address who was not authorised to do so, please contact our customer support at ${contact} immediately.
de: Sollten Sie darüber nicht informiert sein und vermuten, dass diese E-Mail-Adressenänderung von einer nicht autorisierten Person vorgenommen wurde, setzen Sie sich bitte umgehend mit unserem Kundensupport unter ${contact} in Verbindung.
es: Si esto es nuevo para usted y sospecha que alguien que no estaba autorizado ha cambiado su dirección de correo electrónico, póngase en contacto con nuestro servicio de atención al cliente en ${contact} inmediatamente.
fr: Si ceci vous parait anormal et que vous soupçonnez que quelqu'un a changé votre adresse e-mail et n'était pas autorisé à le faire, veuillez contacter notre service clientèle à ${contact} immédiatement.
it: Se ti sembra strano e sospetti che qualcuno abbia cambiato il tuo indirizzo email, senza essere autorizzato, contatta immediatamente il nostro servizio clienti al ${contact}.
nl: Als u dit niet zelf heeft gedaan, bestaat de mogelijkheid dat iemand het e-mailadres zonder uw toestemming heeft gewijzigd. Neem dan direct contact op met onze servicedesk via ${contact}

# email-template-removal-notification-subject
source: This email address is no longer associated with user account ${user_username}
de: Diese E-Mail-Adresse ist nicht mehr mit dem Nutzer-Account ${user_username} verbunden.
es: Esta dirección de correo electrónico ya no está asociada a la cuenta de usuario ${user_username}.
fr: Cette adresse email n'est plus associée au compte utilisateur ${user_username}.
it: Questo indirizzo email non è più associato all'account utente ${user_username}
nl: Dit emailadres wordt niet meer gebruikt voor gebruikersaccount ${user_username}

# email-template-change-notification-subject
source: Email address change notification
de: Benachrichtigung zur Änderung der E-Mail-Adresse
es: Notificación de cambio de dirección de correo electrónico
fr: Notification de changement d'adresse e-mail
it: Notifica della modifica dell'indirizzo e-mail
nl: E-mailadres gewijzigd

# email-template-removal-owners-notification-1
source: The email address ${removed_email} is no longer associated with user account ${user_username}. Any emails, for example password reset requests, will be sent to you as the owner of the company account ${tenant_name}.
de: Die E-Mail-Adresse ${removed_email} ist nicht mehr mit dem Nutzer-Account ${user_username} verbunden. Alle E-Mails – wie z. B. Anfragen zur Passwortrücksetzung – werden Ihnen als Inhaber des Firmen-Accounts ${tenant_name} zugesandt.
es: La dirección de correo electrónico ${removed_email} ya no está asociada a la cuenta de usuario ${user_username}. Cualquier correo electrónico como, por ejemplo, las solicitudes de restablecimiento de contraseña, se le enviará como propietario de la cuenta de la empresa ${tenant_name}.
fr: L'adresse email ${removed_email} n'est plus associée au compte d'utilisateur ${user_username}. Tous les e-mails, par exemple les demandes de réinitialisation de mot de passe, vous seront envoyés en tant que propriétaire du compte de la société ${tenant_name}.
it: L'indirizzo email ${removed_email} non è più associato all'account utente ${user_username}. Tutte le email, per esempio le richieste di reset della password, ti saranno inviate come proprietario dell'account aziendale ${tenant_name}.
nl: Het emailadres ${removed_email} wordt niet meer gebruikt voor gebruikersaccount ${user_username}. Voortaan worden alle emailberichten, zoals bijvoorbeeld wachtwoordresetverzoeken, aan u gestuurd, als eigenaar van bedrijfsaccount ${tenant_name}.

# email-template-removal-owners-notification-2
source: Your co-owners will receive these messages as well
de: Ihre Mitinhaber erhalten ebenfalls diese Nachricht.
es: Sus copropietarios también recibirán estos mensajes.
fr: Vos copropriétaires recevront également ces messages
it: I tuoi co-proprietari riceveranno altresì questi messaggi
nl: Uw mede-eigenaren zullen deze berichten ook ontvangen.

# email-template-removal-owner-notification-subject
source: The email address associated with user account ${user_username} was removed.
de: Die mit dem Nutzer-Account ${user_username} verbundene E-Mail-Adresse wurde entfernt.
es: Se ha eliminado la dirección de correo electrónico asociada con la cuenta de usuario ${user_username}.
fr: L'adresse e-mail associée au compte utilisateur ${user_username} a été supprimée.
it: L'indirizzo email associato all'account utente ${user_username_username} è stato rimosso.
nl: Het emailadres voor gebruikersaccount ${user_username} is verwijderd.

# email-template-invitation-to-connect
source: Please click on the button below to accept the invitation:
de: Zur Annahme der Einladung klicken Sie bitte auf die nachfolgende Schaltfläche:
es: Haga clic en el botón de abajo para aceptar la invitación:
fr: Veuillez cliquer sur le bouton ci-dessous pour accepter l'invitation :
it: Clicca sul pulsante qui sotto per accettare la connessione:
nl: Als u de connectie wilt accepteren, kunt u op onderstaande knop klikken.

# email-template-invitation-to-connect-button
source: Accept Connection
de: Verbindung akzeptieren
es: Aceptar conexión
fr: Accepter la connexion
it: Accetta connessione
nl: Accepteer Connectie

# email-template-invitation-to-connect-subject
source: ${user} invited you to connect
de: ${user} hat Ihnen eine Einladung gesandt, um sich mit Ihnen zu verbinden.
es: ${user} le invitó a conectar
fr: ${user} vous a invité à vous connecter
it: ${user} ti ha invitato a connetterti
nl: ${user} wil gegevens met u delen

# email-greeting
source: Hello ${user_greeting},
de: Hallo ${user_greeting},
es: Hola, ${user_greeting}:
fr: Bonjour ${user_greeting},
it: Ciao ${user_greeting},
nl: Beste ${user_greeting},

source: With kind regards,
de: Mit freundlichen Grüßen
es: Saludos cordiales,
fr: Cordialement,
it: Cordiali saluti,
nl: Met vriendelijke groet,

source: The Softwear Team
de: Das Softwear-Team
es: El equipo de Softwear
fr: L'équipe Softwear
it: Il team di Softwear
nl: het Softwear Team

# email-template-ownership-notification-ownership-given
source: This is to inform you that the user account ${user_username} was given ownership of the account '${tenant}'.
de: Hiermit informieren wir Sie darüber, dass der Nutzer-Account ${user_username} jetzt über Inhaberrechte für den Account ${tenant}‘ verfügt.
es: Le escribimos para informarle de que a la cuenta de usuario ${user_username} se le ha dado el control de la cuenta '${tenant}'.
fr: Ceci est pour vous informer que le compte utilisateur ${user_username} s'est vu attribuer la propriété du compte '${tenant}'.
it: Ti informiamo che all'account utente ${user_username} è stata assegnata la proprietà dell'account '${tenant}'.
nl: Bij deze willen we u graag laten weten dat gebruiker ${user_username} nu (mede)eigenaar is van account '${tenant}'.

# email-template-ownership-notification-revoked-ownership
source: This is to inform you that the user account ${user_username} has been removed as owner from the account '${tenant}'.
de: Hiermit informieren wir Sie darüber, dass der Nutzer-Account ${user_username} keine Inhaberrechte für den Account '${tenant}‘ mehr besitzt.
es: Le escribimos para informarle de que a la cuenta de usuario ${user_username} se le ha quitado el control de la cuenta '${tenant}'.
fr: Ceci est pour vous informer que le compte d'utilisateur ${user_username} a été supprimé en tant que propriétaire du compte '${tenant}'.
it: Ti informiamo che l'account utente ${user_username} è stato rimosso dalla veste di cliente dall'account '${tenant}.
nl: Bij deze willen we u laten weten dat gebruiker ${user_username} nu geen (mede)eigenaar meer is van account '${tenant}'.

# email-template-ownership-notification-given-subject
source: User ${user_username} is now an owner of ${tenant}
de: Nutzer ${user_username} ist jetzt Inhaber von ${tenant}.
es: El usuario ${user_username} ahora es propietario de ${tenant}
fr: L'utilisateur ${user_username} est maintenant propriétaire de ${tenant}.
it: Utente ${user_username_username} è adesso cliente di ${tenant}.
nl: Gebruiker ${user_username} is nu eigenaar van ${tenant}

# email-template-ownership-notification-revoked-subject
source: User ${user_username} is not an owner of ${tenant} anymore
de: Nutzer ${user_username} ist nicht mehr Inhaber von ${tenant}.
es: El usuario ${user_username} ya no es propietario de ${tenant}
fr: L'utilisateur ${user_username} n'est plus propriétaire de ${tenant}.
it: Utente ${user_username_username} non è più cliente di ${tenant}.
nl: Gebruiker ${user_username} is geen eigenaar meer van ${tenant}

# email-template-password-change-notification-1
source: This is a notification that the password for your user (${user_username}) has been changed on Softwear Connect.
de: Hiermit informieren wir Sie darüber, dass das Passwort für Nutzer (${user_username}) auf Softwear Connect geändert wurde.
es: Esta es una notificación para indicarle que se ha cambiado en Softwear Connect la contraseña de su usuario (${user_username}.
fr: Ceci est une notification indiquant que le mot de passe de votre utilisateur (${user_username}) a été modifié sur Softwear Connect.
it: Questa notifica indica che la password per l'utente (${user_username}) è stata cambiata su Softwear Connect.
nl: Met dit e-mailbericht bevestigen wij dat het wachtwoord voor gebruiker ${user_username} is gewijzigd op Softwear Connect.

# email-template-password-change-notification-2
source: If you suspect someone changed your password who was not authorised to do so, please contact our customer support immediately.
de: Sollten Sie den Verdacht haben, dass die Passwortänderung von einer nicht autorisierten Person vorgenommen wurde, setzen Sie sich bitte umgehend mit unserem Kundensupport in Verbindung.
es: Si sospecha que alguien ha cambiado su contraseña y no estaba autorizado para hacerlo, póngase inmediatamente en contacto con nuestro servicio de asistencia.
fr: Si vous soupçonnez que quelqu'un a changé votre mot de passe sans y être autorisé, veuillez contacter immédiatement notre service clientèle.
it: Se sospetti che qualcuno abbia cambiato la tua password senza autorizzazione, contatta immediatamente il nostro servizio clienti.
nl: Wanneer u zelf niet het wachtwoord heeft veranderd, bestaat de mogelijkheid dat iemand het wachtwoord zonder uw toestemming heeft gewijzigd. Neem dan meteen contact op met onze servicedesk via:

# email-template-password-change-notification-subject
source: Password change notification
de: Benachrichtigung über eine Passwortänderung
es: Notificación de cambio de contraseña
fr: Notification de changement de mot de passe
it: Notifica di modifica della password
nl: Uw wachtwoord is gewijzigd.

# email-template-password-first-reset-heading
source: Welcome to Softwear Connect
de: Willkommen bei Softwear Connect
es: Le damos la bienvenida a Softwear Connect
fr: Bienvenue à Softwear Connect
it: Benvenuto su Softwear Connect
nl: Welkom bij Softwear Connect

# email-template-password-first-reset-1
source: Thank you for creating a Softwear Connect account.
de: Vielen Dank für die Erstellung eines „Softwear Connect“-Accounts.
es: Gracias por crear una cuenta de Softwear Connect.
fr: Merci d'avoir créé un compte Softwear Connect.
it: Grazie per aver creato un account su Softwear Connect.
nl: Dank u dat u een account heeft aangemaakt voor Softwear Connect.

# email-template-password-first-reset-2
source: To start benefiting from your account, you still need to activate your new user by clicking the button below and setting a password.
de: Um von den Account-Vorteilen sofort zu profitieren, muss eine Aktivierung des neuen Nutzers erfolgen. Klicken Sie dazu bitte auf die nachfolgende Schaltfläche und richten Sie Ihr Passwort ein.
es: Para empezar a recibir ventajas de su cuenta, todavía tiene que activar su nuevo usuario haciendo clic en el botón que aparece a continuación y establecer una contraseña.
fr: Pour commencer à bénéficier de votre compte, vous devez toujours activer votre nouvel utilisateur en cliquant sur le bouton ci-dessous et en définissant un mot de passe.
it: Per iniziare a beneficiare del tuo account, devi ancora attivare il tuo nuovo utente cliccando sul pulsante qui sotto e impostando una password.
nl: Om gebruik te maken van de mogelijkheden het platform kan u via onderstaande knop uw account activeren en een wachtwoord instellen.

# email-template-password-first-reset-3
source: Welcome to the Softwear Connect community!
de: Willkommen in der Community von Softwear Connect!
es: ¡Le damos la bienvenida a la comunidad de Softwear Connect!
fr: Bienvenue dans la communauté Softwear Connect !
it: Benvenuto nella community di Softwear Connect!
nl: Welkom bij Softwear Connect!

# email-template-password-first-button
source: Activate Account
de: Account aktivieren
es: Activar cuenta
fr: Activer le compte
it: Attiva account
nl: Activeer uw Account

# email-template-password-reset-1
source: You requested a password reset for the account ${username}. Click the button below to set a new password.
de: Sie haben eine Passwortrücksetzung für den Account ${username} erbeten. Zur Einstellung eines neuen Passworts klicken Sie bitte auf die nachfolgende Schaltfläche.
es: Ha solicitado un restablecimiento de contraseña para la cuenta ${username}. Haga clic en el botón de abajo para establecer una nueva contraseña.
fr: Vous avez demandé une réinitialisation du mot de passe pour le compte ${username}. Cliquez sur le bouton ci-dessous pour définir un nouveau mot de passe.
it: Hai richiesto un reset della password per l'account ${username}. Fai clic sul pulsante qui sotto per impostare una nuova password.
nl: U heeft een wachtwoordresetverzoek gedaan voor Softwear Connect account ${username}. Klik op onderstaande knop om een nieuw wachtwoord aan te maken.

# email-template-password-reset-button
source: Change Password
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
it: Cambia password
nl: Verander Wachtwoord

# email-template-password-reset-2
source: If you did not request to have your password reset you can safely ignore this email. If you suspect suspicious activity on your account, please contact our Support Team:
de: Sollten Sie nicht versucht haben, Ihr Passwort zurückzusetzen, ignorieren Sie einfach diese E-Mail. Wir sorgen dafür, dass Ihr Account auch weiterhin sicher bleibt.
es: Si no ha tratado de restablecer su contraseña, puede ignorar este correo electrónico. Protegeremos su cuenta.
fr: Si vous n'avez pas essayé de réinitialiser votre mot de passe, vous pouvez ignorer cet e-mail. Nous garderons votre compte en sécurité.
it: Se non hai provato a resettare la password, puoi ignorare questa e-mail. Terremo il tuo account al sicuro.
nl: Als u uw wachtwoord niet wilt veranderen, kunt u dit e-mailbericht negeren. Als u misbruik van uw account vermoedt, neem dan contact op met onze servicedesk:

# email-template-password-first-reset-subject
source: Welcome to Softwear Connect
de: Willkommen bei Softwear Connect
es: Le damos la bienvenida a Softwear Connect
fr: Bienvenue à Softwear Connect
it: Benvenuto su Softwear Connect
nl: Welkom bij Softwear Connect

# email-template-passoword-not-first-reset-subject
source: Password reset request
de: Bitte um Passwortrücksetzung
es: Solicitud de restablecimiento de contraseña
fr: Demande de réinitialisation du mot de passe
it: Richiesta di reset della password
nl: Wachtwoordresetverzoek
