Repository: dedic8eddev/python-wear
Catalog: spynl/locale/*/LC_MESSAGES/spynl.po
Languages: de, es, fr, it, nl

source: Coupon In
de: Gutschein Eingang
es: Cupón incluido
fr: Coupon d'entrée
it: Coupon in entrata
nl: Cadeaubon in

source: Coupon Out
de: Gutschein Abgang
es: Cupón excluido
fr: oupon de sortie
it: Coupon in uscita
nl: Cadeaubon uit

source: Store Credit
de: Auf Kredit
es: Vale para compras en tienda
fr: Crédit de magasin
it: Credito del negozio
nl: Op rekening

# store-credit-paid
source: Store Credit Balance Paid
de: Auf Kredit ist bezahlt
es: Vale para compras en tienda
fr: Créditdemagasin payé
it: Il slado è stato pagato
nl: Op rekening afbetaald

source: total
de: Gesamt
it: totale
nl: totaal

source: Opening Balance
de: Startsaldo
es: Saldo de apertura
fr: Solde d'ouverture
it: Saldo di apertura
nl: Beginsaldo

source: Cash In
de: Bar Eingang
es: En efectivo
fr: En espèces
it: In contanti
nl: Contant in

source: Change
de: Wechselgeld
es: Cambio
fr: Changer
it: Cambia
nl: Wisselgeld

source: Deposit
de: Anzahlungen bar
es: Depósito en efectivo
fr: Versement d'espèces
it: Deposito in contanti
nl: Kasstorting

source: Withdrawal
de: Entnahme
es: Retirada
fr: Retrait
it: Prelievo in contanti
nl: Kasopname

# deposit-to-bank
source: Bank Deposit
de: Anzahlung
es: Depósito
fr: Versement
it: Deposita
nl: Afstorten

source: Difference
de: Differenz
es: Diferencia
fr: Différence
it: Differenza
nl: Verschil

source: End Balance
de: Endsaldo
es: Saldo final
fr: Solde final
it: Saldo finale
nl: Eindsaldo

# cash-plural
source: Cash
de: Bargeld
es: Efectivo
fr: Espèces
it: Contanti
nl: Contanten

source: Remarks
de: Anmerkungen
es: Observaciones
fr: Remarques
it: Commenti
nl: Opmerkingen

source: receipt
de: Beleg
es: comprobante
fr: reçu
it: ricevuta
nl: bon

# you-were-helped
source: You were served by ${cashier}
de: Es bediente Sie ${cashier}
es: le atendió
fr: vous avez été servi par
it: sei stato servito da
nl: U bent geholpen door ${cashier}

# loyalty-nr
source: loyalty number
de: Treuenummer
es: número de fidelización
fr: numéro de fidélité
it: numero fedeltà
nl: klantnummer

source: loyalty points
de: Gesparte Punkte
es: puntos de fidelidad
fr: points enregistrés
it: punti fedeltà
nl: spaarpunten

# coupon-ka
source: voucher
de: Gutschein
es: vale
fr: bon d'achat
nl: waardecheque

# coupon-kc
source: cashback coupon
de: Rueckgabegutschein
es: cupón de reembolso
fr: coupon cashback
it: coupon di rimborso
nl: cashbackbon

# coupon-k
source: discount coupon
de: Nachlassgutschein
es: cupón de descuento
fr: coupon de réduction
it: coupon di sconto
nl: kortingsbon

# coupon-ki
source: sale of coupon
de: Verkauf Gutschein
es: venta o cupón
fr: vente d'un coupon
it: vendita di coupon
nl: verkoop cadeaubon

# coupon-ku
source: coupon
de: Gutschein
es: cupón
nl: cadeaubon

source: credit receipt
de: Wertgutschein
es: comprobante de crédito
fr: réception de crédit
it: ricevuta di credito
nl: tegoedbon

source: store credit
de: Kredit
es: vale para compras en tienda
fr: crédit de magasin
it: credito del negozio
nl: op rekening

source: coupon in
de: Gutschein Eingelöst
es: cupón incluido
fr: coupon d'entrée
it: coupon in entrata
nl: cadeaubon in

# webshop
source: online store
de: Webshop
es: tienda virtual
fr: boutique en ligne
it: webshop
nl: webshop

source: article
de: Artikel
es: artículo
it: articolo
nl: artikel

source: discount
de: Rabatt
es: descuento
fr: remise
it: sconto
nl: korting

source: pay off store credit
de: Rückzahlung Kredit
es: vale para compras en tienda
fr: crédit de magasin
it: credito del negozio
nl: aflossing op rekening

source: value
de: Wert
es: valor
fr: valeur
it: valore
nl: waarde

source: total discount
de: gesamt Rabatt
es: descuento total
fr: remise totale
it: sconto totale
nl: Totaalkorting

# round-off-difference
source: round off
de: Abgerundet
es: redondear
fr: arrondir
it: arrotondamento
nl: afronden

# vat-high-over
source: VAT high (${percentage}% over ${amount})
de: MwSt. hoch (${percentage}% über ${amount})
es: IVA alto (${percentage}% sobre ${amount})
fr: TVA élevée (${percentage}% à partir de ${amount})
it: IVA alta (${percentage}% oltre ${amount})
nl: btw hoog (${percentage}% over ${amount})

# vat-low-over
source: VAT low (${percentage}% over ${amount})
de: MwSt. niedrig (${percentage}% über ${amount})
es: IVA bajo (${percentage}% sobre ${amount})
fr: TVA basse (${percentage}% à partir de ${amount})
it: IVA bassa (${percentage}% oltre ${amount})
nl: btw laag (${percentage}% over ${amount})

# vat-zero-over
source: VAT 0 (${percentage}% over ${amount})
de: MwSt. 0 (${percentage}% über ${amount})
es: IVA 0 (${percentage}% sobre ${amount})
fr: 0 TVA (${percentage}% à partir de ${amount})
it: 0 IVA (${percentage}% oltre ${amount})
nl: btw 0 (${percentage}% over ${amount})

source: cashback coupon
de: Geld-zurück-Gutschein
es: Cupón de reembolso
fr: bon de remboursement
it: coupon di rimborso
nl: cashbackbon

# coupon-value-is
source: The value of this cashback coupon is
de: Der Wert dieses Gutscheins ist
es: El valor de este vale es de
fr: La valeur de ce bon est
it: Questo voucher vale
nl: De waarde van deze cashbackbon bedraagt

# coupon-t-value-is
source: The value of this voucher is
de: Der Wert dieses Gutscheins ist
es: El valor de este vale es de
fr: La valeur de ce bon est
it: Questo voucher vale
nl: De waarde van deze tegoedbon bedraagt

# total-items
source: total number of items
de: Gesamtzahl der Artikel
es: número total de artículos
fr: nombre total d'articles
it: numero totale di articoli
nl: totaal aantal items

# file-generated-info
source: This report was generated on ${now} by ${fullname}.
de: Dieser Bericht wurde am ${now} von ${fullname} erstellt.
es: Este informe se generó en ${now} por ${fullname}.
fr: Ce rapport a été généré sur ${now} par ${fullname}.
it: Questo rapporto è stato generato su ${now} da ${fullname}.
nl: Dit rapport is gegenereerd op ${now} door ${fullname}.

source: Applied filters
de: Angewandte Filter
es: Filtros aplicados
fr: Filtres appliqués
it: Filtri applicati
nl: Toegepaste filters

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data di inizio
nl: Begindatum

source: End Date
de: Enddatum
es: Fecha de finalización"
fr: Date de fin
it: Data di fine
nl: Einddatum

source: transit
de: Interne Lieferung
es: pedido de tránsito
fr: ordre de transit
it: ordine di transito
nl: transitorder

# transit-done-by
source: Transit was initialized by ${cashier}.
de: Interne Lieferung ausgeführt von ${cashier}.
es: Pedido de tránsito ejecutado por $ {cajero}.
fr: Ordre de transit exécuté par $ {cashier}.
it: Ordine di transito eseguito da ${cashier}.
nl: Transitorder uitgevoerd door ${cashier}.

source: from
de: von
es: desde
fr: de
it: da
nl: van

source: to
de: an
es: hacia
fr: à
it: per
nl: naar

# articleDescription
source: description
de: Beschreibung
es: descripción
it: descrizione
nl: omschrijving

source: brand
de: Marke
es: marca
fr: marque
it: marchio
nl: merk

# email-receipt-default-subject
source: Your receipt
de: Ihr Beleg
es: Su comprobante
fr: Votre reçu
it: La tua ricevuta
nl: Uw kassabon

# email-receipt-default-subject-wholesale
source: Your order
nl: Uw order

# pipe-timeout-error
source: Unfortunately your current request cannot be processed. Please try your request again.
de: Leider kann Ihre derzeitige Anfrage nicht bearbeitet werden. Bitte stellen Sie diese erneut.
es: Lamentablemente, no se puede procesar su solicitud actual. Intente su solicitud de nuevo.
fr: Malheureusement, votre requête actuelle ne peut pas être traitée. Veuillez réessayer à nouveau.
it: Sfortunatamente, la tua richiesta non può essere elaborata. Prova ad effettuare nuovamente la richiesta.
nl: Er was een probleem met uw verzoek. Probeer het nogmaals.

# article-status-report-heading
source: Article status
de: Artikelstatus
es: Estado del artículo
fr: Statut de l'article
it: Stato dell'articolo
nl: Artikelstatus

# article-status-email-info
source: Attached to this email is the ${report_name} report starting from ${start_date} and ending on ${end_date}. This report has been generated by ${username} on ${now}.
de: Dieser E-Mail ist ein Dokument des Berichts ${report_name} beigefügt, die mit ${start_date} beginnt und mit ${end_date} endet. Dieser Bericht wurde von ${username} auf ${now} generiert.
es: Adjunto a este correo electrónico hay un documento del informe ${report_name} que comienza desde ${start_date} y termina en ${end_date}. Este informe ha sido generado por ${username} en ${now}.
fr: Un email contenant le rapport ${report_name} commence à partir de ${start_date} et se termine le ${end_date}. Ce rapport a été généré par ${username} sur ${now}.
it: In allegato a questa email è presente un documento del rapporto ${report_name} che inizia da ${start_date} e termina in ${end_date}. Questo rapporto è stato generato da ${username} su ${now}.
nl: Deze email bevat het ${report_name} rapport beginnend op ${start_date} en eindigend op ${end_date}. Dit rapport is gegenereerd door ${username} op ${now}.

# customer-sales-report-heading
source: Sales per customer
de: Verkauf pro Kunde
es: Vender por cliente
fr: Vendre par client
it: Vendere per cliente
nl: Verkopen per klant

# stock-report-heading
source: stock
de: Vorrat
es: existencias
nl: voorraad

# trtype-1
source: Rec
nl: Ontv

# trtype-2
source: Sold
nl: Verk

# trtype-5
source: Ret s
nl: Ret l

# trtype-6
source: Credit note stock
nl: Kreditnota voorraad

# trtype-7
source: Credit not discount
nl: Kreditnota korting

# trtype-14
source: Purchase
nl: Inkooporder

# trtype-15
source: Complete
nl: Totaal binnen

# trtype-18
source: Minimum stock
nl: Minimumvoorraad

# trtype-93
source: Invoice preorder
nl: Gefactureerd voorverkoop

# trtype-94
source: Packing list
nl: Pakbon

# trtype-95
source: Picklist
nl: Loopbon

# trtype-96
source: Reorder
nl: Order nabestelling

# trtype-97
source: Preorder
nl: Voorverkoop

# trtype-98
source: Quotation
nl: Offerte

# color-supplier
source: Colour supplier
nl: Kleur leverancier

# color
source: Colour
nl: Kleur

source: Location
nl: Locatie

source: Time
nl: Tijd

source: User
nl: Gebruiker

source: Reference
de: Referenz
es: Referencia
fr: référence
it: Riferimento
nl: Referentie

# end-stock
source: Closing stock
de: Schlussbestand
es: De cierre
fr: Stock de clôture
it: Stock di chiusura
nl: Eindvoorraad

# redshift-connection-error
source: Could not establish a connection with the database.
nl: Er kon geen verbinding worden gemaakt met de database.

# upload-complete
source: The upload is complete.
de: Der Upload ist abgeschlossen.
es: Se ha completado la carga.
fr: Le téléchargement est terminé.
it: Il caricamento è stato completato.
nl: De upload is voltooid.

# upload-logo-removed
source: The logo is removed.
de: Das Logo wurde entfernt.
es: Se ha eliminado el logotipo.
fr: Le logo est retiré.
it: Il logo è stato rimosso.
nl: Het logo is verwijderd.

# only-POST-allowed
source: Only post requests are accepted.
de: Nur Post-Anfragen sind zulässig.
es: Solo se aceptan las solicitudes de entrada.
fr: Seules les post requêtes sont acceptées.
it: Sono accettate solo richieste di pubblicazione.
nl: Alleen verzoeken van het type POST worden geaccepteerd.

# s3-connection
source: There were problems establishing a connection to S3: ${error}
de: Es sind Probleme aufgetreten bei der Herstellung einer Verbindung mit S3: ${error}
es: Ha habido problemas al establecer la conexión con S3: ${error}
fr: Il y a eu des problèmes lors de l'établissement d'une connexion à S3 : ${error}
it: Si sono verificati dei problemi durante la connessione ad S3: ${error}
nl: De verbinding met S3 is niet gelukt: ${error}

# image-error
source: There were problems while handling the image: ${error}
de: Es sind Probleme aufgetreten beim Umgang mit dem Bild: ${error}
es: Ha habido problemas al gestionar la imagen: ${error}
fr: Il y a eu des problèmes lors de la manipulation de l'image : ${error}
it: Si sono verificati problemi durante la gestione delle immagini: ${error}
nl: Er waren problemen met het verwerken van de afbeelding: ${error}

# image-not-found
source: There is no image at the following path: ${path}
de: Der folgende Pfad bezieht sich auf kein Bild: ${path}
es: No hay ninguna imagen en la ruta siguiente: ${path}
fr: Il n'y a pas d'image au chemin suivant : ${path}
it: Non sono presenti immagini nel seguente percorso: ${path}
nl: Kan geen afbeelding vinden op ${path}

# no-base64-image
source: The image does not seem to be base64-encoded
de: Das Bild verfügt anscheinend über keine base64-Verschlüsselung.
es: La imagen no parece que sea codificada en Base64.
fr: L'image ne semble pas être encodée en base64
it: L'immagine non sembra essere codificata in base64
nl: De afbeelding lijkt niet base64-encoded

# not-image-file
source: ${filename} does not seem to be an image.
de: ${filename} scheint kein Bild zu sein.
es: ${filename} no parece ser una imagen.
fr: ${filename} ne semble pas être une image.
it: ${filename} non sembra essere un'immagine.
nl: ${filename} lijkt geen afbeelding te zijn.

# unsupported-image
source: Unsupported image format.
de: Dieses Bildformat wird nicht unterstützt.
es: Formato de imagen no compatible.
fr: Format d'image non pris en charge.
it: Formato immagine non supportato.
nl: Dit bestandstype wordt niet ondersteund.

# img-error-shrinking
source: A problem was encountered while shrinking the image.
de: Bei der Verkleinerung des Bildes ist ein Problem aufgetreten.
es: Ha habido un problema al reducir la imagen.
fr: Un problème a été rencontré lors du rétrécissement de l'image.
it: Si è verificato un problema durante il restringimento dell'immagine.
nl: Er is een probleem ontstaan bij het verkleinen van de afbeelding.

# img-err-oversized
source: Did not manage to downsize the image enough to be below the byte size threshold.
de: Die Bildgröße konnte nicht genug verringert werden, um unter dem entsprechenden Byte-Grenzwert zu liegen.
es: No se ha podido reducir la imagen lo suficiente como para estar por debajo del umbral de tamaño en bytes.
fr: Impossible de réduire la taille de l'image suffisamment pour qu'elle soit inférieure à la limite de taille en octets.
it: Non siamo riusciti a restringere l'immagine abbastanza da portarla al di sotto della soglia di dimensione in byte.
nl: Het is niet gelukt de afbeelding genoeg te verkleinen.

# bucket-error
source: The bucket '${bucket}' does not exist in S3.
de: Der Bucket '${bucket}' existiert nicht in S3.
es: El cubo '${bucket}' no está en S3.
fr: Le bucket '${bucket}' n'existe pas en S3.
it: Il canestro '${bucket}' non esiste in S3.
nl: De bucket '${bucket}' bestaat niet in S3

# upload-dir-not-set
source: Upload directory is not set.
de: Upload-Verzeichnis ist nicht eingerichtet.
es: No se ha configurado el directorio de carga.
fr: Le répertoire de téléchargement n'est pas défini.
it: La directory di caricamento non è impostata.
nl: Upload directory is niet ingesteld.

# dashboard-app-name
source: Dashboard
es: Panel de control
fr: Tableau de bord

# products-admin-description
source: Products administrator
de: Produkte Administrator
es: Administrador de productos
fr: Administrateur de produits
it: Amministratore prodotti

# products-admin-user
source: administrator
es: administrador
fr: administrateur
it: amministratore

# purchase-admin-description
source: Purchase administrator
de: Administrator
es: administrador
fr: administrateur
it: amministratore

# purchase-admin-user
source: administrator
de: Administrator kaufen
es: Administrador de compras
fr: Administrateur des achats
it: Amministratore acquisti

# order-type
source: type
de: Art
es: tipo
it: tipo

source: barcode
es: código de barras
fr: code à barre
it: codice a barre

source: Credit Card
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
it: Carta di credito

source: credit card
de: Kreditkarte
es: tarjeta de crédito
fr: carte de crédit
it: carta di credito
